Repository: pivotx/PivotX-translations
Catalog: translations/*.po
Languages: da, fr, it, pl, ru

source: This webserver has register_globals enabled. This is a serious potential security issue. Please ask your hosting provider to turn it off. See the PHP documentation for more info: <a href='http://php.net/register_globals'>Register Globals</a>.
da: Webserveren har register_globals aktiveret. Det er en alvorlig sikkerhedsrisiko. Bed din udbyder om at koble det fra. Se PHP-dokumentationen for mere info: <a href='http://php.net/register_globals'>Register Globals</a>.
it: Questo server web ha l'opzione register_globals abilitata. Si tratta di un potenziale rischio di sicurezza. Per favore chiedi al tuo provider di disabilitarla. Leggi la documentazione PHP per informazioni: <a href='http://php.net/register_globals'>Register Globals</a>.
pl: Ten serwer ma włączoną funkcję register_globals. Jest to potencjalnie poważne zagrożenie bezpieczeństwa. Poproś swojego dostawcę hostingu, aby ją wyłączył. Więcej informacji w dokumentacji PHP: <a href='http://php.net/register_globals'>Register Globals</a>.

source: Your password is not fully encrypted yet. Please go to %myinfo%, and set your password again.
da: Dit password er endnu ikke helt krypteret. Gå til %myinfo%, og indstil dit password igen.
it: La tua password non è ancora completamente cifrata. Per favore accedi a %myinfo%, e impostala nuovamente.
pl: Twoje hasło nie jest jeszcze w pełni zaszyfrowane. Przejdź do %myinfo% i ustaw je ponownie.

source: There's an executable file in one of the 'open' folders. You should remove this file immediately: <tt>%s</tt>.
da: Der er en programfil i en af de 'åbne' foldere. Du bør fjerne den med det samme: <tt>%s</tt>.
it: C'è un file eseguibile in una delle cartelle 'aperte'. Devi rimuovere questo file immediatamente: <tt>%s</tt>.
pl: W jednym z "otwartych" folderów znajduje się plik wykonywalny. Powinieneś natychmiast go usunąć: <tt>%s</tt>.

source: If you do not know where this file came from, please report this incident on our Forum. Please keep a back-up copy of the file for our inspection.
da: Hvis du ikke ved, hvor denne fil kom fra, rapporter sagen i vores forum. Gem an kopi af filen så vi kan undersøge den.
it: Se non sai da dove arriva questo file, per favore riporta l'incidente sul nostro Forum. Per favore tieni una copia di backup del file per permettere un'analisi.
pl: Jeśli nie wiesz skąd się wziął, zgłoś ten incydent na forum. Prosimy o zachowanie kopii zapasowej tego pliku w celu przeanalizowania go przez nas.

source: One or more files inside the <tt>'%s'</tt> folder are not readable or writable by PivotX.
da: En eller flere filer inde i folderen <tt>'%s'</tt> er ikke læs- eller skrivbar for PivotX.
fr: Au moins un des fichiers dans le dossier <tt>'%s'</tt> ne peut pas être lu par PivotX.
it: Uno o più file dentro la cartella <tt>'%s'</tt>non sono leggibili o scrivibili da PivotX.
pl: Jeden lub więcej plików w folderze <tt>'%s'</tt> nie jest dostępny do odczytu bądź zapisu przez PivotX.

source: Please log in using your FTP or Shell client, and change the filerights (chmod) so that PivotX has both read and write access to these files.
da: Log ind med din FTP eller Shell klient, og lav om på filrettighederne (chmod) så PivotX har både læse- og skriveadgang til disse filer.
it: Per favore accedi usando il tuo client FTP o la shell, e cambia i permessi sui file (chmod) in modo che PivotX abbia accesso in lettura e scrittura a questi file.
pl: Zaloguj się przez FTP lub do powłoki i zmień prawa dostępu do plików (chmod), aby PivotX miał możliwość ich odczytu i zapisu.

source: .. and %s more files.
da: .. og %s flere filer.
fr: .. et %s fichiers supplémentaires.
it: ... e %s altri file.
pl: ... i %s więcej plików.
ru: .. и еще %s файлов.

source: Click for image
da: Klik for billeder
it: Clicca per l'immagine
pl: Kliknij grafikę

source: Moblog entry posted
da: Moblog indlæg sendt
it: Articolo Moblog inserito
pl: Wpis Mobloga został wysłany

source: Not posted: Could not parse your entry. Please report this in the PivotX forum
da: Ikke sendt: Kunne ikke forstå dit indlæg. Rapporter det i PivotX forum
it: Non pubblicato: errore durante la decodifica dell'articolo. Si prega di segnalarlo sul forum di PivotX
pl: Nie wysłany: nie można przetworzyć wpisu. Zgłoś to na forum PivotX

source: Moblog entry not posted
da: Moblog indlæg ikke sendt
it: Articolo Moblog non inserito
pl: Wpis Mobloga nie został wysłany

source: Processed: %s
da: Behandlet: %s
fr: Traité : %s
it: Elaborato: %s
pl: Przetworzono: %s
ru: Обработано: %s

source: Tag cloud for
da: Emne-samling for
fr: Nuage de mots clés pour
it: Nuvola dei tag per
pl: Chmura znaczników dla
ru: Облако меток для

source: This page shows the global Tag Cloud for this website. Tags that are used more often are shown in a larger font, so this Cloud gives you a quick overview of what's happening on the site. Click on one of the Tags to go to an overview page that shows all entries and pages that are related to the Tag, as well as other relevant information.
da: Denne side viser den globale mærke-samling for denne webside. Mærker der bruges ofte er vist med en større skrift, så denne samling giver en hurtig oversigt over det, der sker på siden. Klik på et mærke for at gå til en oversigtsside, der viser indlæg og sider med forbindelse til dette mærke, samt anden relevant information.
fr: Cette page affiche le nuage global de mots clés de ce site. Les mots clés utilisés le plus souvant sont écrit plus gros afin que ce nuagedonne un aperçu rapide de l'activité du site. Cliquez sur un mot clé pour afficher une page contenant toutes les entrées et pages relatives à ce mot clé ainsi que d'autres informations utiles.
it: Questa pagina mostra la nuvola dei tag di questo sito. I tag usati più spesso sono mostrati con un carattere più grande, così questa nuvola ti mostra una rapida anteprima di costa sta succedendo sul sito. Clicca su uno dei tag per andare in una pagina di anteprima che mostra tutti gli articoli e le pagine correlate al tag, ed altre informazioni.
pl: Ta strona pokazuje globalną chmurę znaczników dla tego serwisu. Znaczniki używane częściej są wyświetlane większą czcionką, dzięki czemu łatwo się zorientować co się dzieje w serwisie. Kliknij w jeden nich, aby przejść do strony przeglądowej, która pokazuje wszystkie wpisy i strony związane z tym znacznikiem oraz inne związane z nim informacje.

source: Weblog not found (404 error)
da: Weblog ikke fundet (404 fejl)
fr: Weblog non trouvé (erreur 404)
it: Weblog non trovato (errore 404)
pl: Blog nie znaleziony (błąd 404)
ru: Блог не найден (404 error)

source: Category not found (404 error)
da: Kategori ikke fundet (404 fejl)
fr: Catégorie non trouvée (erreur 404)
it: Categoria non trovata (errore 404)
pl: Kategoria nie znaleziona (błąd 404)

source: Page not found (404 error)
da: Side ikke fundet (404 fejl)
fr: Page non trouvée (erreur 404)
it: Pagina non trovata (errore 404)
pl: Strona nie znaleziona (błąd 404)
ru: Страница не найдена (404 error)

source: Not found (404 error)
da: Ikke fundet (404 fejl)
fr: Non trouvé (erreur 404)
it: Non trovato (errore 404)
pl: Nie znaleziono (błąd 404)
ru: Не найдено(404 error)

source: The page isn't published or doesn't exist.
da: Siden er ikke publiseret eller findes ikke.
fr: La page n'existe pas ou n'est pas publiée.
it: La pagina non è stata pubblicata o non esiste.
pl: Ta strona nie została opublikowana lub nie istnieje.

source: Please visit the frontpage by clicking the main title/logo.
da: Besøg forsiden ved at klikke på hovedtitlen/logoet
fr: Visitez la page d'accueil (frontpage) en cliquant sur le titre/logo
it: Per favore visita la pagina iniziale cliccando sul titolo principale o logo.
pl: Przejdź na stronę główną klikając na główny tytuł/logo.

source: Feed error - selected %s doesn't exists!
da: Feed-fejl - valgte %s findes ikke!
fr: Erreur de flux - %s n'existe pas
it: Errore nel feed - %s selezionato non esiste!
pl: Błąd kanału - wybrany %s nie istnieje!

source: The %s "%s" given by the "%s" parameter in the URL, doesn't exist
da: %s "%s" givet af "%s" parameteren i URLen, findes ikke
fr: Le %s "%s" donné par le paramètre "%s" dans l'url n'existe pas
it: Il %s "%s" dato dal parametro "%s" nell'URL, non esiste
pl: %s "%s" dany przez parametr "%s" w adresie URL nie istnieje

source: weblog
pl: blog
ru: блог

source: entry
da: indlæg
fr: entrée
it: Articolo
pl: wpis
ru: запись

source: RSS feed
fr: Flux RSS
it: Feed RSS
pl: Kanał RSS

source: Atom feed
fr: Flux Atom
it: Feed Atom
pl: Kanał Atom

source: RSS feed for comments
da: RSS feed til kommentarer
fr: Flux RSS des commentaires
it: Feed RSS per i commenti
pl: Kanał komentarzy RSS

source: Atom feed for comments
da: Atom feed til kommentarer
fr: Flux Atom des commentaires
it: Feed Atom per i commenti
pl: Kanał komentarzy Atom

source: category
da: kategori
fr: Catégorie
it: categoria
pl: kategoria

source: Note: '%s' is enabled, which affects the performance of this site.
da: Bemærk: '%s' er aktiveret, hvilket påvirker ydelsen fra denne side.
fr: Remarque : '%s' est activé ce qui affecte les performances du site.
it: Nota: '%s' è abilitato, influenzando le prestazioni di questo sito.
pl: Uwaga: '%s' jest włączone, co wpływa na wydajność tego serwisu.

source: Note: '%s' is enabled.
da: Bemærk: '%s' er aktiveret.
pl: Uwaga: '%s' jest włączone.

source: Minify Frontend
da: Minify forside
pl: Używaj Minify w serwisie

source: Paths
da: Stier
pl: Ścieżki

source: No debug output.
da: Intet debug-output.
pl: Brak wyjścia debugowania.

source: (more)
da: (mere)
fr: (encore)
it: (continua)
pl: (więcej)
ru: (далее)

source: %1.2f sec: Processed %d entries...
da: %1.2f sek: Behandlede %d indlæg...
fr: %1.2f sec: %d entrées traitées...
it: %1.2f sec: Elaborati %d articoli...
pl: %1.2f sek.: Przetworzono %d wpisów...
ru: %1.2f сек: Обработано %d записей...

source: Processed %d pages...
da: Behandlede %d sider...
fr: %d pages traitées
it: Elaborate %d pagine...
pl: Przetworzono %d stron...

source: A total of %s different words have been indexed.
da: Ialt %s forskellige ord er blevet indekseret.
fr: %s mots différents ont été indexés
it: Sono state indicizzate un totale di %s parole diverse.
pl: Zindeksowano w sumie %s różnych słów.

source: Results for "%name%":
da: Resultater for "%name%":
fr: Résultats pour '%name%' :
it: Risultati contenenti "%name%":
pl: Znalezione dla słów '%name%':
ru: Результат для "%name%":

source: No matches found for "%name%". Try something else.
da: Ingen hits fundet for "%name%". Prøv noget andet.
fr: Aucun résultat trouvé pour '%name%'. Essayez autre chose.
it: Nessuna pagina trovata per "%name%". Prova qualcos'altro.
pl: Nie znaleziono niczego dla słów '%name%'. Spróbuj czegoś innego.

source: Search for words used in entries and pages on this website
da: Søg efter ord brugt i indlæg og sider på dette websted
fr: Chercher des mots utilisés dans les entrées de ce site
it: Cerca parole usate nelle pagine e negli articoli di questo sito
pl: Wyszukaj słowa użyte we wpisach i stronach w tym serwisie

source: Enter the word[s] to search for here:
da: Skriv søgeord her:
fr: Entrer le(s) mot(s) à chercher ici:
it: Inserisci le parole da cercare:
pl: Wpisz słowo(a) do wyszukania:
ru: Введите фразу для поиска в:

source: Enter search terms
da: Indtast søgeord
fr: Recherche...
it: Inserisci termini di ricerca
pl: Wpisz szukane słowa
ru: Введите фразу для поиска

source: Search!
da: Søg!
fr: Rechercher
it: Cerca!
pl: Szukaj!
ru: Поиск

source: Both
da: Begge
fr: Les deux
it: Entrambi
pl: Oba

source: XML: Atom Feed
da: XML: Atom-strøm
it: XML: Feed Atom
pl: XML: kanał Atom
ru: Atom канал

source: One comment
da: En kommentar
fr: Un commentaire
it: Un commento
pl: jeden komentarz
ru: Один комментарий

source: One or more comments are waiting for approval by an editor.
da: En eller flere kommentarer afventer godkendelse fra en moderator.
fr: Un ou plusieurs commentaires sont en attente de validation par un éditeur.
it: Uno o più commenti sono in attesa di approvazione.
pl: Jeden lub więcej komentarzy oczekuje na akceptację przez redaktora.
ru: Один или более комментариев ждут модерации.

source: Emoticons
da: Smilie
fr: Emoticones
it: Emoticon
pl: Emotikony
ru: Смайлы

source: You need to specify an URL to a feed
da: Du skal angive en URL til en feed
fr: Vous deves spécifier un lien vers un flux
it: Devi specificare l'URL di un feed
pl: Musisz podać adres URL do kanału

source: Oops! I'm afraid I couldn't read the feed.
da: Ups! Jeg er bange for, at jeg ikke kunne læse denne.
fr: Oups! Désolé, je n'ai pas pu lire le flux.
it: Oops! Mi spiace ma non riesco a leggere il feed.
pl: Oj! Niestety nie udało się odczytać kanału.

source: CSS file (stylesheet)
da: CSS-fil (stylesheet)
fr: Fichier CSS (feuille de style)
it: Foglio di stile CSS
pl: Plik CSS (arkusz stylu)
ru: CSS файл (stylesheet)

source: PivotX weblog theme
da: PivotX weblog-tema
it: Tema del weblog di PivotX
pl: Motyw graficzny PivotX

source: XML Feed template
da: XML Feed-skabelon
fr: Modèle de flux XML
it: Modello per il feed XML
pl: Szablon kanału XML
ru: Шаблон XML потоков

source: Text file
da: Tekstfil
fr: fichier Texte
it: File di testo
pl: Plik tekstowy
ru: Текстовый файл

source: PHP script
fr: script PHP
it: Script PHP
pl: Skrypt PHP
ru: PHP скрипт

source: PivotX cache file
da: PivotX cachefil
it: File di cache per PivotX
pl: Pamięć podręczna PivotX
ru: Файл кеша PivotX

source: Javascript file
da: Javascript-fil
fr: fichier Javascript
it: File Javascript
pl: Plik JavaScript
ru: Javascript файл

source: MagpieRSS cache file
da: MagpieRSS cachefil
it: File di cache per MagpieRSS
pl: Pamięć podręczna MagpieRSS

source: PivotX Tag file
da: PivotX mærke-fil
it: File dei tag di PivotX
pl: Plik znaczników PivotX
ru: Файл меток PivotX

source: PivotX Tag relations
da: PivotX mærke-forbindelser
it: Relazioni tra i tag di PivotX
pl: Relacje znaczników PivotX

source: Minify cache file
da: Minimer cache-fil
it: File di cache per Minify
pl: Pamięć podręczna Minify
ru: Уменьшить размер файла кеша

source: HTML template
da: HTML-skabelon
fr: Modèles HTML
it: Modelli HTML
pl: Szablon HTML
ru: HTML шаблон

source: Include template
da: Medtag skabelon
fr: inclure le modèle
it: Modello da includere
pl: Szablon wstawiany

source: Frontpage template
da: Frontpage-skabelon
fr: Modèle de page d'accueil
it: Modello per la prima pagina
pl: Szablon strony głównej
ru: Шаблон главной страницы

source: Archive template
da: Arkivskabelon
fr: Modèle de page archives
it: Modello per l'archivio
pl: Szablon strony archiwum
ru: Шаблон страниц в Архиве

source: Entry template
da: Indlægsskabelon
fr: Modèle de page entrée
it: Modello per l'articolo
pl: Szablon strony wpisu
ru: Шаблон Записи

source: Page template
da: Sideskabelon
fr: Modèle de page
it: Modello di pagina
pl: Szablon strony
ru: Шаблон Страницы

source: Searchpage template
da: Søgeside-skabelon
fr: Modèle de page de recherche
it: Modello per la pagina di ricerca
pl: Szablon strony wyszukiwania
ru: Шаблон страницы поиска

source: Apache configuration
da: Apache konfiguration
fr: Configuration Apache
it: Configurazione di Apache
pl: Konfiguracja Apache
ru: Конфигурация сервера Apache

source: PivotX 'not found' template
da: PivotX 'fandt ikke' skabelon
fr: Modèle PivotX 'non trouvé'
it: Modello 'non trovato' di PivotX
pl: Szablon "nie znaleziono"

source: PivotX error page
da: PivotX fejlside
fr: Page d'erreur PivotX
it: Pagina di errore di PivotX
pl: Strona błędu PivotX
ru: PivotX страница ошибки

source: Comment moderation is enabled on this site. This means that your comment will not be visible until it has been approved by an editor.
da: Godkendelse af kommentarer er aktiveret på denne side. Det betyder, at din kommentar ikke vil blive synlig, før den er godkendt af en redaktør.
fr: La modération des commentaires est activée sur ce site. Ceci signifie que vos commentaires ne seront pas visibles jusqu'à ce qu'un éditeur les approuves.
it: In questo sito si attua la moderazione dei commenti. Questo significa che il tuo commento non è visibile finché non viene approvato da un moderatore.
pl: Moderacja komentarzy w tym serwisie jest aktywna. To oznacza, że twój komentarz nie będzie widoczny na stronie dopóki nie zostanie zaakceptowany przez redaktora.

source: account
da: konto
fr: compte
pl: konto
ru: аккаунт

source: register/login
da: registrer/login
fr: enregistrement/connexion
it: Registrati/accedi
pl: rejestracja/logowanie
ru: регистрация/вход

source: XML: RSS Feed
da: XML: RSS-strøm (2.0)
fr: XML : flux RSS
it: XML: Feed RSS
pl: XML: kanał RSS
ru: RSS Каналы (2.0)

source: Used tags
da: Emner
fr: Mots clés utilisés
it: Tag usati
pl: Użyte znaczniki
ru: Метки

source: One trackback
da: En trackback
it: Un trackback
pl: Jeden ślad
ru: Один трекбек

source: Trackback link
it: Trackback Ping
pl: Link śladu
ru: Трекбек ссылка

source: Please enable javascript to generate a trackback url
da: Aktiver javascript for at oprette en trackback-url
fr: Veuillez activer le javascript pour générer une url de trackback
it: Per favore abilita javascript per generare un URL di trackback
pl: Włącz obsługę JavaScript aby wygenerować URL śladu
ru: Пожалуста, включите javascript для создания трекбек ссылки

source: Note: The url is valid for only 15 minutes after you opened this page!
da: Bemærk: Denne url er kun gyldig i 15 minutter efter at du har åbnet denne side!
fr: Remarque : l'url généré est valide seulement pour une durée de 15 minutes après l'ouverture de cette page
it: Nota: gli URL generati sono validi solo per 15 minuti dall'apertura della pagina!
pl: Uwaga: ten URL jest ważny tylko przez 15 minut po otwarciu tej strony!

source: Click to view the trackback url
da: Klik for at se trackback-url
fr: Cliquer pour afficher l'url du trackback
it: Clicca per vedere l'URL di trackback
pl: Kliknij aby zobaczyć adres URL śladu

source: Tagged external link
da: Mærket eksternt link
fr: Lien externe de mot clé
it: Collegamento esterno taggato
pl: Oznaczony link zewnętrzny

source: Entries tagged with
da: Indlæg mærket med
fr: Les entrées sur ce site avec
it: Articoli con tag
pl: Wpisy oznaczone jako

source: words
da: ord
fr: mots
it: parole
pl: słowa
ru: слово(а)

source: image
da: billede
it: immagine
pl: grafika
ru: изображение

source: images
da: billeder
it: immagini
pl: grafiki
ru: изображения

source: file
da: fil
fr: fichier
pl: plik
ru: файл

source: files
da: filer
fr: fichiers
it: file
pl: pliki
ru: файлы

source: Tags used in this posting
da: Mærker brugt i dette indlæg
fr: mots clés utilisés dans ces entrées
it: Tag usati in questo inserimento
pl: Znaczniki użyte w tej wysyłce
ru: Использованные метки:

source: Other entries about
da: Andre indlæg om
fr: Autre entrée
it: Altri articoli riguardo
pl: Inne wpisy na temat
ru: Другие записи о

source: Please enable Javascript (and reload this page) to add any comments.
da: Aktiver Javascript (og genindlæs siden) for at tilføje kommentarer.
fr: Veuillez activer Javascript (et rafraîchir cette page) afin de pouvoir ajouter des commentaires.
it: Per favore abilita javascript (e ricarica questa pagina) per aggiungere dei commenti.
pl: Włącz obsługę JavaScript (i odśwież tę stronę) aby móc dodawać komentarze.
ru: Пожалуйста, включите поддержку Javascript и перезагрузите сраницу для оставления комментариев.

source: This is the local Tag Cosmos for this weblog. The larger the tag, the more entries on this blog are related to it. The tags are ordered alphabetically. Click on any tag to find out more.<br/><br/>
da: Dette er det lokale mærke-kosmos for denne weblog. Jo større mærket er, des flere inglæg i denne blog har forbindelse til det. Mærkerne er sorteret alfabestisk. Klik på et mærke for flere oplysninger.<br/><br/>
it: Questa è la nuvola dei tag per questo weblog. Più grande è il tag, più articoli del blog si riferiscono ad esso. I tag sono in ordine alfabetico. Clicca su un tag per trovare altri articoli pertinenti.<br/><br/>
pl: To lokalny "kosmos znaczników" tego bloga. Im większy znacznik, tym więcej wpisów na blogu się z nim wiąże. Znaczniki są uporządkowane alfabetycznie. Kliknij na dowolny z nich, aby zobaczyć więcej.<br/><br/>

source: Tag overview for:
da: Mærke-oversigt for:
fr: Apreçu des mots clés pour:
it: Panoramica dei tag di:
pl: Przegląd znaczników dla:
ru: Обзор Меток для:

source: Entries on this site with
da: Indlæg på denne side med
fr: Les entrées sur ce site avec
it: Articoli di questo sito su
pl: Wpisy w tym serwisie z

source: Related tags
da: Relaterede mærker
fr: mots clés en relation
it: Tag pertinenti
pl: Pokrewne znaczniki
ru: Связанные метки

source: External feeds for
da: Eksterne feeds for
fr: Flux externes pour
it: Feed esterni per
pl: Zewnętrzne kanały dla

source: Click icon for a list of links on
da: Klik på ikonet for en liste med links til
fr: Cliquer sur l'icône pour une liste de liens à propos de
it: Clicca l'icona per una lista di collegamenti su
pl: Kliknij ikonę aby uzyskać listę linków o

source: Flickr images for
da: Flickr billeder til
fr: Images Flickr pour
it: immagini Flickr per
pl: Grafiki Flickr dla
ru: Flickr картинка для

source: No related tags
da: Ingen relaterede mærker
fr: Pas de mots clés en relation
it: Nessun tag pertinente
pl: Brak pokrewnych znaczników
ru: Нет связанных меток

source: "%s" posted the following trackback
da: "%s" sendte følgende trackback
fr: '%s' a posté le trackback suivant
it: "%s" ha inserito il seguente trackback
pl: "%s" wysłał następujący ślad

source: This is a trackback on entry "%s"
da: Dette er en trackback til indlæg "%s"
fr: C'est un trackback sur l'entrée '%s'
it: Questo è un trackback per l'articolo "%s"
pl: To jest ślad na temat wpisu "%s"
ru: Это трекбек на запись "%s"

source: New trackback on entry "%s"
da: Ny trackback til indlæg "%s"
fr: C'est un trackback sur l'entrée '%s'
it: Nuovo trackback sull'articolo "%s"
pl: Nowy ślad na temat wpisu "%s"
ru: Новый трекбек на запись "%s"

source: Log in as a registered visitor
da: Log ind som registrert besøgende
fr: Se connecter comme un utilisateur enregistré
it: Accedi come utente registrato
pl: Zaloguj się jako zarejestrowany gość
ru: Войти как зарегистрированный пользователь

source: Forgotten your password?
da: Glemt kodeordet?
fr: Mot de pass oublié?
it: Dimenticato la password?
pl: Zapomniałeś hasła?
ru: Забыли пароль?

source: Register a new username.
da: Registrer et nyt brugernavn.
fr: Enregistrer un nouvel utilisateur.
it: Registra un nuovo utente.
pl: Zarejestruj nowego użytkownika.
ru: Зарегистрировать новое имя пользователя.

source: Logged in as
da: Logget ind som
fr: Connecté comme
it: Connesso come
pl: Zalogowany jako
ru: Вы вошли как

source: Log out.
da: Log ud.
fr: Déconnexion.
it: Esci.
pl: Wyloguj się.
ru: Выйти.

source: Delete account.
da: Slet konto.
fr: Supprimer le compte
it: Elimina l'account.
pl: Usuń konto.
ru: Удалить аккаунт.

source: Edit your preferences
da: Rediger dine indstillinger.
fr: Modifier vos préférences
it: Modifica le tue preferenze
pl: Edytuj swoje ustawienia
ru: Редактировать свои Настройки

source: User disabled
da: Bruger deaktiveret
fr: Utilisateur désactivé
it: Utente disabilitato
pl: Użytkownik nieaktywny
ru: Пользователь отключен

source: Incorrect password or username
da: Forkert password eller brugernavn
fr: Nom de connexion ou mot de passe incorrect
it: Password o nome utente errati
pl: Nieprawidłowe hasło lub nazwa użytkownika
ru: Неверный пароль или имя пользователя

source: Logged in
da: Logget ind
fr: Connecté dans
it: Connesso
pl: Zalogowany
ru: Вход выполнен

source: Register
da: Registrer
fr: Enregistrement
it: Registrati
pl: Zarejestruj się
ru: Зарегистрирован
