Repository: pivotx/PivotX-translations
Catalog: translations/*.po
Languages: da, fr, it, pl, ru

source: You are about to delete weblog %1. Are you sure?
da: Du er i gang med at slette weblog %1. Er du sikker?
fr: Vous allez supprimer le weblog %1. Etes-vous sûr ?
it: Stai per eliminare il weblog %1. Sei sicuro?
pl: Za chwilę usuniesz blog %1. Jesteś pewien?
ru: Вы собираетесь удалить Блог %1. Вы уверены ?

source: Export as theme
da: Eksporter som tema
fr: Exporter en tant que thème
it: Esporta come tema
pl: Eksportuj jako motyw
ru: Сохранить как тему

source: Insert a file
da: Indsæt en fil
fr: Insérer un fichier
it: Inserisci un file
pl: Wstaw plik
ru: Вставить файл

source: To insert a file, you should upload one, or select a previously uploaded file.
da: For at indsætte en fil, skal du oploade en eller vælge en tidligere oploadet.
fr: Pour insérer une image, vous devez en ajouter une par upload ou en sélectionner une déjà présente sur le serveur.
it: Per inserire un file, devi caricarlo o selezionarne uno precedentemente memorizzato.
pl: Aby wstawić plik musisz go wysłać lub wybrać uprzednio wysłany.

source: File name
da: Filnavn
fr: Nom de fichier
it: Nome del file
pl: Nazwa pliku
ru: Имя файла

source: Select a file
da: Vælg en fil
fr: Sélectionner un fichier
it: Seleziona un file
pl: Wybierz plik
ru: Выбирите файл

source: Insert file!
da: Indsæt fil!
fr: Insérer un fichier!
it: Inserisci un file!
pl: Wstaw plik!
ru: Вставить файл!

source: Edit Entry (fullscreen)
da: Editer indlæg (fuld skærm)
fr: Modifier l'entrée (plein écran)
it: Modifica articolo (a pieno schermo)
pl: Edytuj wpis (pełnoekranowo)
ru: Редактировать Запись (в полный экран)

source: View website (fullscreen)
da: Vis webside (fuld skærm)
fr: aperçu du site web (plein écran)
it: Mostra sito (a pieno schermo)
pl: Zobacz stronę (pełnoekranowo)

source: Comments waiting for moderation
da: Kommentarer, der venter på godkendelse
fr: Aucun commentaire n'est en attente de validation
it: Commenti in attesa di moderazione.
pl: Komentarze oczekujące na moderację
ru: Комментарии ожидающии модерации

source: Check all
da: Marker alle
fr: Tout cocher
it: Seleziona tutti
pl: zaznacz wszystko
ru: Выбрать все

source: Check none
da: Marker ingen
fr: Tout décocher
it: Deseleziona tutti
pl: odznacz wszystko

source: Approve comments
da: Godkend kommentarer
fr: Valider les commentaires
it: Approva commenti
pl: Zaakceptuj komentarze
ru: Подтвердить комментарий

source: Delete comments
da: Slet kommentarer
fr: Supprimer les commentaires
it: Elimina commenti
pl: Usuń komentarze
ru: Удалить комментарии

source: There are no comments waiting for moderation
da: Der er ingen kommentarer, der afventer godkendelse
fr: Il n'y a pas de commentaires en attente de validation
it: Non ci sono commenti in attesa di approvazione
pl: Brak komentarzy oczekujących na moderację
ru: Комментариев ожидающих модерации не найдено

source: first
da: først
fr: premier
it: primo
pl: pierwsza
ru: к первой

source: previous
da: forrige
fr: précédent
it: precedente
pl: poprzednia
ru: назад

source: next
da: næste
fr: suivant
it: prossimo
pl: następna
ru: вперед

source: last
da: sidst
fr: dernier
it: ultimo
pl: ostatnia
ru: к последней

source: Hi, and welcome to %1! Below this bit of text you can see a short overview of the latest <a href='index.php?page=entries'>entries</a> and <a href='index.php?page=pagesoverview'>pages</a>. And perhaps even <a href='index.php?page=comments'>new comments</a> that are in the moderation queue.
da: Hej, og velkommen til %1! Under denne smule tekst kan du se en kort oversigt over de seneste <a href='index.php?page=entries'>indlæg</a> og <a href='index.php?page=pagesoverview'>sider</a>. Og måske endda <a href='index.php?page=comments'>nye kommentarer</a>, der venter på godkendelse.
fr: Bonjour et bienvenu sur %1! Vous pouvez voir un aperçu rapide des dernières <a href='index.php?page=entries'>entrées</a> et <a href='index.php?page=pagesoverview'>pages</a>, et peut-être même des <a href='index.php?page=comments'>nouveaux commentaires</a> qui sont présent dans la file de modération.
it: Benvenuto in %1! Aotto questo testo trovi una breve rassegna degli ultimi <a href='index.php?page=entries'>articoli</a> e <a href='index.php?page=pagesoverview'>pagine</a>. Ed eventualmente anche i <a href='index.php?page=comments'>nuovi commenti</a> in coda di moderazione.
pl: Witaj w %1! Pod tym komunikatem znajdziesz krótki przegląd najnowszych <a href='index.php?page=entries'>wpisów</a> oraz <a href='index.php?page=pagesoverview'>stron</a>. Zapewne są też jakieś <a href='index.php?page=comments'>nowe komentarze</a> oczekujące na moderację.
ru: Привет и Добро Пожаловать в %1! На этой странице Вы видите последние <a href='index.php?page=entries'>записи</a> и <a href='index.php?page=pagesoverview'>страницы</a> вашего блога. Также здесь показаны <a href='index.php?page=comments'>последние комментарии</a> ожидающие модерации.

source: Configuration
da: Konfiguration
it: Configurazione
pl: Konfiguracja
ru: Конфигурация

source: Manage Media
da: Behandl mediafiler
fr: Gestion des médias
it: Gestisci media
pl: Zarządzanie mediami
ru: Управление Медиа

source: overview of entries
da: oversigt over indlæg
pl: przegląd wpisów
ru: просмотр записей

source: overview of comments
da: oversigt over kommentarer
pl: przegląd komentarzy
ru: просмотр комментариев

source: Entry
da: Indlæg
fr: Entrée
it: Articolo
pl: Wpis
ru: Запись

source: delete
da: slet
fr: supprimer
it: elimina
pl: usuń
ru: удалить

source: overview of pages
da: Oversigt over sider
pl: przegląd stron
ru: просмотр страниц

source: PivotX News
fr: Nouvelles de PivotX
it: Notizie da PivotX
pl: Nowości PivotX
ru: Новости PivotX

source: Visit the website
da: Besøg websiden
fr: Visiter le site web
it: Visita il sito web
pl: odwiedź stronę
ru: Перейти на сайт

source: The latest events
da: Seneste begivenheder
fr: Evènements récents
it: Ultimi eventi
pl: Najnowsze zdarzenia
ru: Последние события

source: Show more items
da: Vis flere emner
fr: Afficher plus d'éléments
it: Mostra altri
pl: Pokaż więcej elementów
ru: Показать больше событий

source: The latest Forum posts
da: Nyeste poster i forum
fr: Posts récents du forum
it: Ultime risposte sul Forum
pl: Najnowsze wpisy na forum
ru: Последние сообщения на форуме

source: Suggestions
da: Forslag
it: Suggerimenti
pl: Sugestie

source: Show more tags
da: Vis flere emner
fr: Afficher plus de mots clés
it: Mostra più tag
pl: Pokaż więcej znaczników
ru: Показать еще метки

source: Save and continue editing
da: Gem og fortsæt med at skrive
fr: Sauvegarder et continuer les modifications
it: Salva e continua a modificare
pl: Zapisz i kontynuuj edycję
ru: Сохранить и продолжить

source: You have Caching and/or Minify enabled. If your changes do not show up immediately, %click here% and disable Caching and Minify while you're working on your site.
da: Du har caching og/eller Minify aktiveret. Hvis dine ændringer ikke vises straks, %click here% og deaktiver caching og Minify mens du arbejder med siden.
it: Hai abilitato il Caching e/o Minify. Se i tuoi cambiamenti non compaiono immediatamente, %click here% e disabilita Caching e Minify mentre stai lavorando sul sito.
pl: Masz włączoną pamięć podręczną i/lub Minify. Jeśli twoje zmiany nie są wyświetlane natychmiast, %kliknij tu% i wyłącz pamięć podręczną oraz Minify.

source: Cannot open file %s
da: Kan ikke åbne filen %s
fr: Impossible d'ouvrir le fichier %s
it: Il file %s non può essere aperto
pl: Nie można otworzyć pliku %s
ru: Не удается открыть файл %s

source: Cannot write to file %s
da: Kan ikke skrive til fil %s
fr: Impossible d'écrire dans le fichier %s
it: Il file %s non può essere scritto
pl: Nie można zapisać do pliku %s
ru: Не удается записать в файл %s

source: Wrote contents to file %s
da: Skrev indhold til filen %s
fr: Enregistrer le contenu dans le fichier %s
it: Contenuto salvato nel file %s
pl: Zapisano zawartość do pliku %s

source: The file %s is not writable
da: Filen %s er ikke skrivbar
fr: Le fichier %s n'a pas les droit en écriture
it: Il file %s non ha diritti di scrittura.
pl: Plik %s nie jest dostępny do zapisu

source: Finished! Generating index for %s entries took %s seconds
da: Færdig! Oprettede indeks for %s indlæg tog %s sekunder
pl: Gotowe! Tworzenie indeksu %s elementów zajęło %s sekund(y)

source: The latest PivotX news is not available as long as safemode is enabled.
da: De nyeste PivotX nyheder er ikke tilgængelige, så længe safemode er aktiveret.
fr: Les nouvelles récentes de PivotX ne sont pas disponibles tant que le 'safe-mode' est actif.
it: Le ultime notizie di PivotX non sono disponibili perché l'opzione safemode è abilitata.
pl: Najnowsze wiadomości PivotX nie są dostępne w trybie bezpiecznym.

source: Oops! I'm afraid I couldn't read the News feed.
da: Ups! Jeg er bange for, at jeg ikke kan læse den newsfeed.
fr: Oups! Désolé, je n'ai pas pu lire le flux de Nouvelles
it: Oops! Mi spiace ma non riesco a leggere il feed delle News.
pl: Oj! Niestety nie można odczytać kanału wiadomości.
ru: Упс! Боюсь, я не могу прочитать новости.

source: Oops! I'm afraid I couldn't read the Forum feed.
da: Ups! Jeg er bange for, at jeg ikke kan læse det forum.
fr: Oups! Désolé, je n'ai pas pu lire le flux du forum.
it: Oops! Mi spiace ma non riesco a leggere il feed del Forum.
pl: Oj! Niestety nie można odczytać kanału forum.
ru: Упс! Боюсь, я не могу прочитать последние сообщения с форума.

source: Oops! I'm afraid I couldn't read Tag feed.
da: Ups! Jeg er bange for, at jeg ikke kan læse den mærkesamling.
fr: Oups! Désolé, je n'ai pas pu lire le flux des mots clés.
it: Oops! Mi spiace ma non riesco a leggere il feed dei Tag.
pl: Oj! Niestety nie można odczytać kanału znaczników.

source: Nothing on <strong>%s</strong> for <strong>%s</strong>
da: Intet på <strong>%s</strong> om <strong>%s</strong>
fr: Rien sur strong>%s</strong> pour <strong>%s</strong>
it: Niente di nuovo su <strong>%s</strong> per <strong>%s</strong>
pl: Nic na <strong>%s</strong> dla <strong>%s</strong>

source: Latest on <strong>%s</strong> for <strong>%s</strong>
da: Nyeste på <strong>%s</strong> om <strong>%s</strong>
fr: Le plus récent sur <strong>%s</strong> pour <strong>%s</strong
it: Novità su <strong>%s</strong> per <strong>%s</strong>
pl: Ostatnie na <strong>%s</strong> dla <strong>%s</strong>

source: Current path
da: Aktuel sti
fr: Chemin actuel
it: Percorso attuale
pl: Bieżąca ścieżka

source: There are %1 comment(s) waiting to be approved.
da: Der er %1 kommentar(er), der venter på godkendelse.
fr: Il y a %1 commentaire(s) en attente de validation.
it: Ci sono %1 commenti in attesa di approvazione.
pl: %1 komentarz(y) oczekuje na akceptację.

source: No comments are waiting to be approved.
da: Ingen lommentar venter på godkendelse.
fr: Aucun commentaire(s) en attente de validation
it: Non ci sono commenti in attesa di approvazione.
pl: Brak komentarzy oczekujących na akceptację.
ru: Нет комментариев ожидающих подтверждения

source: Log in
da: Log ind
fr: Connexion
it: Accedi
pl: Zaloguj się
ru: Вход

source: Dashboard
da: Opslagstavle
fr: Tableau de bord
it: Riepilogo
pl: Panel
ru: Личный кабинет

source: Back to dashboard
da: Tilbage til opslagstavlen
fr: Retour au tableau de bord
it: Torna al riepilogo
pl: Wróć do panela
ru: В Личный кабинет

source: Entries &amp; Pages
da: Indlæg &amp; sider
fr: Entrées & pages
it: Articoli e pagine
pl: Wpisy i strony
ru: Записи и Страницы

source: Overview of Entries
da: Oversigt over indlæg
fr: Vue d'ensemble des entrées
it: Panoramica degli articoli
pl: Przegląd wpisów
ru: Обзор Записей

source: Write and Publish a new Entry
da: Ny indlæg
fr: Publier une nouvelle entrée
it: Scrivi e pubblica un nuovo articolo
pl: Napisz i opublikuj nowy wpis
ru: Сохранить и опубликовать

source: Overview of Pages
da: Oversigt over sider
fr: Vue d'ensemble des pages
it: Panoramica delle pagine
pl: Przegląd stron
ru: Обзор Страниц

source: Write and Publish a new Page
da: Sjriv og publiser en ny side
fr: Ecrire et publier une nouvelle entrée
it: Scrivi e pubblica una nuova pagina
pl: Napisz i opublikuj nową stronę
ru: Опубликовать новую Сраницу

source: Moderate Comments
da: Moderer kommentarer
fr: Modérer les commentaires
it: Modera i Commenti
pl: Moderuj komentarze
ru: Модерировать комментарии

source: Overview of Latest Trackbacks
da: Oversigt over nyeste trackbacks
fr: Vue d'ensemble des derniers trackback
it: Panoramica degli ultimi trackback
pl: Przegląd najnowszych śladów

source: Manage and Upload Media
da: Behandle og uploade mediafiler
fr: Gérer et ajouter des médias
it: Gestisci e carica media
pl: Zarządzaj i wysyłaj media
ru: Управление Медиа

source: Create, edit and delete Templates
da: Opret, ændre og slette maler
fr: Créer, modifier et supprimer des modèles
it: Crea, modifica ed elimina Modelli
pl: Tworzenie, edycja i usuwanie szablonów
ru: Создание, редактирование и удаление шаблонов

source: Explore Database Files
da: Stifinder
fr: Explorateur des fichiers base de données
it: Esplora i file del database
pl: Przeglądanie plików bazy danych
ru: Обзор файлов БД

source: View files (both text and database files)
da: Vis filer (både tekst- og databasefiler)
fr: Afficher les fichiers (fichiers texte et base de données)
it: Mostra i file (sia testuali che di database)
pl: Przeglądanie plików (tekstowych i z danymi)
ru: Просмотр файлов (текстовые и файлы БД)

source: Explore Files
da: Vis filer
fr: Explorateur de fichiers
it: Esplora file
pl: Przeglądanie plików
ru: Обзор файлов

source: View files in the site's root
da: Vis filer i sidens rod
fr: Afficher les fichiers à la racine du site
it: Esamina file nella radice del sito
pl: Przeglądanie plików w głównym folderze strony

source: Administration
it: Amministrazione
pl: Administracja
ru: Администрирование

source: Overview of Administrative functions
da: Oversigt over administration
fr: Menu général d'aministration
it: Panoramica di amministrazione
pl: Przegląd funkcji administracyjnych
ru: Обзор функций Администрирования

source: Edit the Configuration file
da: Ændre konfigurationsfilen
fr: Modifier la configuration
it: Modifica il file di configurazione
pl: Edycja pliku konfiguracyjnego
ru: Редактирование конфигурационного файла

source: Edit, Add and Delete advanced Configuration options
da: Editere, tilføje og slette avancerede konfigurations-optioner
fr: Modifier, ajouter et supprimer des options de configuration avancé
it: Modifica, aggiungi o elimina opzioni di configurazione avanzata
pl: Edycja, dodawanie i usuwanie zaawansowanych opcji konfiguracyjnych
ru: Добавление, удаление и редактирование дополнительных настроек

source: Create, edit and delete Users
da: Opret, ændre og slette brugere
fr: Créer, modifier et supprimer des utilisateurs
it: Crea, modifica ed elimina utenti
pl: Tworzenie, edycja i usuwanie użytkowników
ru: Создание, редактирование и удаление Пользователей

source: Create, edit and delete the Categories
da: Opret, ændre og slette kategorier
fr: Créer, modifier et supprimer des catégories
it: Crea, modifica ed elimina categorie
pl: Tworzenie, edycja i usuwanie kategorii
ru: Создание, редактирование и удаление Категорий

source: Weblogs
da: Blogger
it: Weblog
pl: Blogi
ru: Блоги

source: Create, edit and delete Weblogs
da: Opret, ændre og slette blogger
fr: Créer, modifier et supprimer des Weblogs
it: Crea, modifica ed elimina weblog
pl: Tworzenie, edycja i usuwanie blogów
ru: Создание, редактирование и удаление Блогов

source: Registered Visitors
da: Registrerede gæster
fr: Visiteurs enregistrés
it: Visitatori registrati
pl: Goście
ru: Посетители

source: View and edit Registered Visitors
da: Vis og editer registrerede brugere
fr: Afficher et modifier les visiteurs enregistrés
it: Visualizza e modifica i visitatori registrati
pl: Przeglądanie i edycja zarejestrowanych gości
ru: Просмотр и редактирование зарегистрированных посетителей

source: Maintenance
da: Vedligehold
it: Manutenzione
pl: Konserwacja
ru: Обслуживание

source: Perform routine maintenance on PivotX's files
da: Udfør rutinemæssig vedligehold af PivotX-filer
fr: Fonctions courantes de maintenance des fichiers de PivotX
it: Effettua manutenzione ordinaria sui file di PivotX
pl: Wykonanie rutynowej obsługi plików PivotX

source: Spam Protection
da: Spam-beskyttelse
fr: Protection contre les spams
it: Protezione antispam
pl: Ochrona przeciwspamowa
ru: Защита от спама

source: Overview of the various tools to keep your weblogs spam-free
da: Oversigt over de forskellige værktøjer til at holde spam ude af din blog.
fr: Aperçu des divers outils pour protéger votre weblog des spams.
it: Panoramica dei metodi per mantenere il tuo blog libero dallo spam
pl: Przegląd różnych narzędzi chroniących przed spamem
ru: Некоторые инструменты для борьбы со спамом

source: Spam Configuration
da: Spam-konfiguration
fr: Configuration spams
it: Configurazione Anti-Spam
pl: Konfiguracja przeciwspamowa

source: Configure Spam Protection tools (like HashCash and SpamQuiz).
da: Tilpas spam-beskyttelses-værktøj (som HashCash og SpamQuiz).
fr: Configurer les outils de protection contre les spams (comme HashCash et SpamQuiz).
it: Configura gli strumenti per la protezione dallo spam (come HashCash e SpamQuiz).
pl: Skonfiguruj narzędzia ochrony przeciwspamowej (np. HashCash czy SpamQuiz).

source: Spam Log
fr: Fichier Journal des spams
it: Log dello Spam
pl: Dziennik spamu
ru: Логи фильтра спама

source: View and Reset the Spam Log.
da: Vis og nulstil spam-loggen.
fr: Afficher et remettre à zéro le fichier journal des spams.
it: Visualizza o azzera il log dello Spam.
pl: Przeglądanie i czyszczenie dziennika spamu.
ru: Просмотр и очистка логов работы Спам-фильтра

source: Backup
fr: Sauvegarde
pl: Kopie zapasowe
ru: Резервное копирование

source: Download a zip file containing your configuration files, templates or entries database
da: Download en zip-fil med dine konfigurationsfiler, skabeloner og indlægs-databasen
fr: Télécharger un fichier zip contenant vos fichiers de configuration, modèles ou base de données des entrées
it: Scarica un archivio zip contenente i tuoi file di configurazione, modelli o database
pl: Pobierz plik ZIP zawierający twoje pliki konfiguracyjne, szablony lub bazę wpisów
ru: Скачивание zip архивов с файлами конфигураций, шаблонами и резервной копией записей Блога

source: Empty Cache
da: Tøm cachen
fr: Vider le cache
it: Svuota cache
pl: Wyczyść pamięć podręczną
ru: Очистить Кеш

source: Clear PivotX's internal cache for stored files.
da: Ryd PivotX's interne cache til gemte filer.
fr: Vider le cache des fichiers conservé par PivotX
it: Elimina la cache interna dei file mantenuta da PivotX
pl: Wyczyść wewnętrzną pamięć podręczną plików w PivotX.
ru: Очистка внутреннего кеша PivotX

source: Extensions
da: Udvidelser
it: Estensioni
pl: Rozszerzenia
ru: Расширения

source: Manage installed Extensions
da: Administrer indstallerede udvidelser
fr: Gérer les extensions installées
it: Gestisci estensioni installate
pl: Zarządzaj rozszerzeniami
ru: Управление установленными Расширениями

source: Widgets
it: Widget
pl: Widżety
ru: Виджеты

source: Manage installed Widgets
da: Administrer installerede Widgets
fr: Gérer les widgets installées
it: Gestisci i Widget installati
pl: Zarządzaj widżetami

source: view
da: vis
fr: aperçu
it: Mostra
pl: zobacz
ru: просмотр

source: View weblog
da: Vis weblog
fr: Afficher le weblog
it: Mostra weblog
pl: Zobacz bloga

source: Configure Extensions
da: Konfigurer udvidelser
fr: Configurer les extensions
it: Configura estensioni
pl: Konfiguracja rozszerzeń
ru: Конфигурировать Расширения

source: Explore Home folder
da: Udforsk hoved-folder
fr: Parcourir le répertoire Home
it: Esplora la cartella iniziale
pl: Przeglądanie plików strony domowej
ru: Обзор домашнего каталога

source: Rebuild the Index
da: Opdater indekset
fr: Reconstruire l'index
it: Ricompila gli indici
pl: Przebuduj indeks
ru: Пересчитать Индексы БД

source: Rebuild the index of your database
da: Genopbyg indeks for din database
fr: Reconstruire les index de votre base de données
it: Ricompila gli indici del Database
pl: Przebuduj indeks bazy danych

source: Rebuild Search Index
da: Genopbyg søgeindekset
fr: Reconstruire l'index de recherche
it: Ricompila l'indice delle ricerche
pl: Przebuduj indeks wyszukiwania
ru: Пересчитать Индекся для системы поиска

source: Rebuild the Searchindex, to allow searching in entries and pages
da: Genopbyg søgeindeks, så der kan søges i indlæg og sider
fr: Reconstruire l'index de recherche qui permet les recherches dans les pages et entrées
it: Ricompila l'indice delle ricerche per permettere la ricerca negli articoli e nelle pagine
pl: Przebudowanie indeks wyszukiwania w celu umożliwienia wyszukiwania we wpisach i na stronach

source: Rebuild Tag Index
da: Genopbyg mærke-indeks
fr: Reconstruire l'index des mots clés
it: Ricompila l'indice dei tag
pl: Przebuduj indeks znaczników
ru: Пересчитать индексы БД для Меток

source: Rebuild the Tagindex, to display tag clouds and tags below entries
da: Genopbyg mærkeindeks, til visning i emne-området og emner under indlæg
fr: Reconstruire l'index des mots clés afin d'afficher le nuage de mots clés et les mots clés en dessous des entrées
it: Ricompila l'indice dei tag, per consentire di mostrare la nuvola dei tag sotto gli articoli
pl: Przebudowanie indeksu znaczników w celu wyświetlania ich pod wpisami

source: Default
da: Standard
fr: Défaut
it: Predefinito
pl: Domyślne
ru: По умолчанию

source: Welcome to your new online presence!
da: Velkommen til din nye hjemmeside!
fr: Bienvenue dans votre nouvelle vie en ligne!
it: Benvenuto alla tua nuova presenza on-line!
pl: Witaj w swoim nowym sieciowym domu!

source: Add some pages here, or start a new chapter.
da: Tilføj nogle sider her eller start et nyt kapitel.
fr: Ajoutez de nouvelles pages ici ou commencez un nouveau chapitre
it: Aggiungi delle pagine o comincia una nuova sezione.
pl: Dodaj więcej stron lub zacznij nowy rozdział.
ru: Добавьте несколько страниц, или создайте новый раздел.

source: Light gray
da: Lysegrå
fr: Gris clair
it: Grigio chiaro
pl: jasnoszary

source: Dark gray
da: Mørkegrå
fr: Gris foncé
it: Grigio scuro
pl: ciemnoszary

source: Minimally styled
da: Minimal stil
it: Con il minimo style
pl: styl minimalny

source: Welcome to
da: Velkommen til
fr: Bienvenue sur
it: Benvenuto in
pl: Witaj w
ru: Добро пожаловать

source: Illegal file type %s uploaded. Check your %s setting.
da: Illegal filtype %s oploadet. Kontroller dine %s indstillinger.
pl: Wysłano nieprawidłowy typ pliku %s. Sprawdź swoje ustawienie %s.

source: Allow filetypes
da: accepterede filtyper
fr: Types acceptés
it: Tipi accettati
pl: Akceptowane typy
ru: Разрешенный форматы файлов

source: Login
da: Log ind
fr: Connexion
it: Accedi
pl: Zaloguj się
ru: Вход

source: Usernames can only contain lowercase alphanumeric characters (a-z, 0-9) and underscores (_).
da: Brugernavne kan kun indeholde små bogstaver (a-z, 0-9) og understregen (_).
fr: Le nom d'utilisateur ne peut contenir que des caractères alphanumériques (A-Z, 0-9) et des caractères de soulignement (_).
it: Il Nome utente può contenere solo caratteri alfanumerici minuscoli (a-z, 0-9) e underscore (_).
pl: Nazwa użytkownika może składać się tylko ze znaków alfanumerycznych (a-z, 0-9) i znaku podkreślenia (_).
ru: Имя пользователя может содержать только буквы от A до Z , цифры от 0 до 9 и символ подчеркивания (_).

source: Please give a proper password!
da: Angiv et korrekt password.
fr: Saisissez un mot de passe valide!
it: Per favore scegli una password adeguata!
pl: Podaj właściwe hasło!
ru: Пожалуйста, укажите верный пароль!

source: Stay logged in?
da: Forbliv logget ind?
fr: Rester connecté?
it: Rimani loggato?
pl: Chcesz pozostać zalogowany?
ru: Запомнить меня ?

source: Lost your password?
da: Glemt dit password?
fr: Mot de passe oublié?
it: Dimenticato la password?
pl: Zapomniałeś hasło?
ru: Забыли пароль ?
