Repository: pivotx/PivotX-translations
Catalog: translations/*.po
Languages: da, fr, it, pl, ru

source: Please fill out the following information. <strong>Be sure to give a valid email address</strong>, because we will send a verification email to that address.
da: Udfyld følgende information. <strong>Vær sikker på at e-mailadressen er gyldig</strong>, fordi vi sender e-mail med verifikationsdata til denne adresse.
fr: Veuillez saisir les informations suivantes.<strong>Assurez-vous d'indiquer une adresse email valide</strong> , vous allez recevoir un email de confirmation à cette adresse.
it: Per favore inserisci le seguenti informazioni. <strong>Assicurati di inserire un indirizzo e-mail valido</strong>, perch&eacute; spediremo una e-mail di verifica a quell'indirizzo.
pl: Proszę wypełnić poniższe pola. <strong>Należy podać poprawny adres e-mail</strong>, ponieważ zostanie na niego wysłana wiadomość weryfikująca jego poprawność.
ru: Пожалуйста, введте указанную информацию. <strong>Указывайте корректный email</strong>, на этот адрес будет отправлено письмо с подтверждением.

source: Options
da: Indstillinger
it: Opzioni
pl: Opcje
ru: Опции

source: Back to login
da: Tilbage til log ind
fr: Retour à l'écran de connexion
it: Torna alla schermata di accesso
pl: Wróć do logowania
ru: Вернуться ко Входу

source: Show my email address with comments
da: Vis e-mailadressen sammen med kommentaren
fr: Afficher mon adresse email avec les commentaires
it: Mostra la mia e-mail nei commenti
pl: Pokazuj mój adres e-mail w komentarzach
ru: Отображать мой Email в комментариях

source: Notify me via email of new entries
da: Påmind om nye indlæg på e-mail
fr: M'avertir par email lorsqu'il y a de nouvelles entrées
it: Notificami via e-mail i nuovi articoli
pl: Powiadamiaj mnie przez e-mail o nowych wpisach
ru: Уведомлять меня по Email о новых сообщения

source: Default notification of replies
da: Standard påmindelse ved svar
fr: M'avertir lorsqu'il y a des réponses
it: Notificami sempre le risposte
pl: Domyślnie powiadamiaj o odpowiedziach
ru: Уведомление о ответе "по умолчанию"

source: Here you can change your information.
da: Her kan du ændre dine informationer.
fr: Vous pouvez changer ici les informations vous concernant.
it: Qui puoi cambiare le tue informazioni.
pl: Tutaj możesz zmienić informacje o sobie.
ru: Здесь вы можете изменить свои данные.

source: Change preferences
da: Rediger indstillinger
fr: Modifier les préférences
it: Modifica preferenze
pl: Zmień ustawienia
ru: Изменить настройки

source: The new password is <q>%pass%</q>.
da: Det nye password er <q>%pass%</q>.
fr: Le nouveau mot de passe est <q>%pass%</q>.
it: La nuova password è <q>%pass%</q>.
pl: Nowe hasło brzmi <q>%pass%</q>.
ru: Новый пароль <q>%pass%</q>.

source: Oops
da: Ups
fr: Oups
pl: Oj

source: Password reset request failed.
da: Nulstilling af password mislykkedes.
fr: La demande de mot de passe a échoué
it: La richiesta di azzeramento password è fallita.
pl: Czyszczenie hasła nie powiodło się.
ru: Запрос на восстановления пароля отвергнут.

source: Reset password
da: Nulstil password
fr: Réinitialiser le mot de passe
it: Azzera la password
pl: Wyczyść hasło
ru: Сбросить пароль

source: If you've forgotten your password, enter your username and PivotX will send you an email with a link to reset your password.
da: Hvis du har glemt dit password, indtast dit brugernavn, så vil PivotX sende dig en mail med et link til at nulstille dit password.
fr: Si vous avez oublié votre mot de passe, veuillez saisir votre nom d'utilisateur et votre adresse email, vous recevrez votre mot de passe par email.
it: Se hai dimenticato la password, inserisci il tuo nome utente e PivotX ti spedirà una e-mail contenente un link per azzerare la tua password.
pl: Jeśli zapomniałeś hasła, wpisz swoją nazwę użytkownika, a PivotX wyśle ci e-maila z linkiem do zmiany hasła.
ru: Если Вы забыли свой пароль, но знаете свой логин, пожалуйста, введите его и вскоре Вы получите письмо с ссылкой на форму сброса пароля.

source: User already exists... Please pick another name.
da: Bruger findes allerede... vælg et andet navn.
fr: Cet utilisateur existe déjà. Veuillez choisir un autre nom d'utilisateur.
it: Utente già esistente. Per favore scegli un altro nome.
pl: Użytkownik już istnieje... Proszę wybrać inną nazwę.
ru: Такой пользователь уже существует .. Ввидите другое имя.

source: Email address is already taken... Please use another address.
da: Email-adressen findes allerede... Vælg en anden
fr: Cette adresse email est déjà utilisée, veuillez saisir une autre adresse email.
it: Indirizzo e-mail già esistente... Per favore scegline un altro.
pl: Adres e-mail już istnieje... Proszę wybrać inny adres.
ru: Email уже используется .. Пожалуйста, введите другой адрес.

source: Password must be at least 4 letters long.
da: Password skal have mindst 4 tegn.
fr: Le mot de passe de être constitué d'au moins 4 caractères.
it: La password deve essere lunga almeno 4 caratteri.
pl: Hasło musi mieć przynajmniej 4 litery.
ru: Пароль должен быть не менее четырех символов.

source: You must give your email address, since without it'll be impossible to verify your account. You can always choose not to show your address to other visitors.
da: Du skal angive din e-mailadresse, så vi kan verificere din konto. Du kan altid vælge at e-mailadressen ikke skal vises til andre gæster.
fr: Vous devez indiquer votre adresse email sinon la confirmation de votre compte sera impossible.Vous pourrez par la suite décider d'afficher ou non votre adresse email aux visiteurs.
it: Devi inserire il tuo indirizzo e-mail, altrimenti non è possibile verificare il tuo account. Potrai sempre scegliere di non mostrare il tuo indirizzo agli altri visitatori.
pl: Musisz podać swój adres e-mail, ponieważ inaczej nie będzie możliwa weryfikacja twojego konta. Zawsze możesz wyłączyć pokazywanie swojego adresu innym gościom.
ru: Пожалуйста, вводите рабочий адрес Email иначе Вы не сможете подтвердить свой аккаунт. Ваш Email не будет виден другим посетителям, если установлены соответствующие опции.

source: The changes have been stored
da: Ændringerne er blevet gemt
fr: Les changements ont été enregistrés
it: Le modifiche sono state memorizzate
pl: Zmiany zostały zapisane
ru: Изменения были сохранены

source: Your account is verified. Please log in..
da: Kontoen er verificeret. Log ind.
fr: Votre compte a été vérifié avec succès, vous pouvez vous connecter..
it: Il tuo account è stato verificato. Per favore effettua ora l'accesso.
pl: Twoje konto zostało zweryfikowane. Proszę się zalogować.
ru: Ваш аккаунт подтвержден. Пожалуйста, войдите на сайт..

source: That code seems to be incorrect. I'm sorry, but I can't verify.
da: Koden er tilsyneladende forkert. Beklager, men jeg kan ikke verificere.
fr: Ce code semble incorrect, votre compte ne peut être vérifié.
it: Il codice è errato. Spiacente, non posso effettuare la verifica.
pl: Kod wygląda na niepoprawny. Weryfikacja zakończona niepowodzeniem.

source: A link to reset your password was sent to your mailbox.
da: Et link til nulstilling af password er sendt til din e-mail.
fr: Un lien permettant de réinitialiser votre mot de passe vous a été envoyé par email, veuillez consulter votre boîte aux lettres.
it: Un collegamento per azzerare la tua password è stato spedito al tuo indirizzo e-mail.
pl: Link do zmiany hasła został wysłany na twoją skrzynkę e-mail.
ru: Ссылка для сброса пароля отправлена на ваш email..

source: Account deleted.
da: Konto slettet.
fr: Comtpe supprimé
it: Account eliminato.
pl: Konto usunięte.
ru: Аккаунт удален.

source: Logged out
da: Logget ud
fr: Déconnecté
it: Uscito
pl: Wylogowano
ru: Выход

source: Back to
da: Tilbage til
fr: Retour à
it: Torna a
pl: Wróć na
ru: Вернуться к

source: User stored!
da: Bruger gemt!
fr: l'utilisateur a été enregistré!
it: Utente memorizzato!
pl: Użytkownik zapisany!
ru: Пользователь сохранен!

source: Could not store new user!!
da: Kunne ikke gemme ny bruger!!
fr: L'enregistrement du nouvel utilisateur a échoué!
it: Non posso memorizzare il nuovo utente!!
pl: Zapisywanie użytkownika zakończone niepowodzeniem!
ru: Не возможно сохранить пользователя!!

source: You have registered as a user on PivotX "%s"
da: Du har registreret dig som bruger på PivotX "%s"
it: Ti sei registrato come utente di PivotX "%s"
pl: Zarejestrowałeś się jako użytkownik PivotX "%s"
ru: Вы успешно зарегистрированы на сайте "%s"

source: To verify your account, click the following link: %s
da: For at verificere din konto, klik på følgende link: %s
it: Per verificare il tuo account, clicca sul seguente collegamento: %s
pl: Aby zweryfikować swoje konto kliknij na ten link: %s
ru: Для подтверждения регистрации перейдите по следующей ссылке: %s

source: Registration confirmation
da: Bekræftelse af registrering
fr: Confirmation d'enregistrement
it: Conferma della registrazione
pl: Potwierdzenie rejestracji
ru: Подтверждение регистрации

source: Verify your account
da: Verificer din konto
fr: Vérifier votre compte
it: Verifica il tuo account
pl: Zweryfikuj swoje konto
ru: Подтвердить свой аккаунт

source: Mail verification sent to %s. Please check your email in a minute to confirm your account.
da: e-mailverificering sendt til %s. Check din e-mailen om et minutt eller to for at bekræfte din konto.
fr: Email de vérification envoyé à %s. Merci de vérifier vos emails dans quelques instants afin de confirmer votre compte.
it: Mail di verifica spedita a %s. Per favore controlla la posta per confermare il tuo account.
pl: Weryfikacja wysłana e-mailem na adres %s. Sprawdź swoją pocztę za chwilę aby potwierdzić swoje konto.
ru: Письмо с подтверждением отправленно на %s. Пожалуйста, перейдите по ссылке указанной в письме.

source: Please enable Javascript (and reload this page) to view the email address.
da: Aktiver venligst Javascript (og genindlæs denne side) for at se email-adressen.
fr: Veuillez activer Javascript (et rafraîchir cette page) afin de pouvoir ajouter des commentaires.
it: Per favore abilita javascript (e ricarica questa pagina) per visualizzare l'indirizzo e-mail.
pl: Włącz obsługę JavaScript (i odśwież tę stronę) aby zobaczyć adres e-mail.

source: My weblog
da: Min weblog
fr: Mon weblog
it: Il mio weblog
pl: Mój blog

source: Blocked login attempt from '%s'.
da: Blokeret login-forsøg fra '%s'.
fr: Tentative de connexion bloquée à partir de '%s'.
it: Bloccato tentativo di accesso da '%s'.
pl: Zablokowano próbę logowania z '%s'.

source: Too many failed login attempts from this IP address. Please contact your site administrator to unblock your account.
da: For mange mislykkede login-forsøg fra denne IP-adresse. Kontakt sidens administrator, for at få frigivet din konto.
fr: Trop d'échecs de connexion à partir de cette adresse IP. Contactez l'administrateur du site pour débloquer votre compte
it: Troppi tentativi di accesso falliti da questo indirizzo IP. Perfavore contatta l'amministratore del sito per sbloccare il tuo account.
pl: Zbyt wiele nieudanych prób logowania z tego adresu IP. Skontaktuj się ze swoim administratorem serwisu, aby odblokować konto.
ru: Слишком много неудачных попыток входа с одного IP адреса. Пожалуйста, свяжитесь с администратором сайта для разблокирования вашего аккаунта.

source: Incorrect username/password
da: Fejl i brugernavn/kodeord
fr: Nom d'utilisateur ou mot de passe incorrect
it: Nome utente/password errati
pl: Nieprawidłowa nazwa użytkownika lub hasło
ru: Неверный Пароль/Логин

source: Successfully logged in
da: Korrekt logget ind
fr: Connexion réussie
it: Loggato con successo.
pl: Logowanie zakończone powodzeniem
ru: Успешно вошли на сайт

source: Failed login attempt from '%s'.
da: Mislykket login-forsøg fra '%s'.
fr: Echec de connexion à partir de '%s'.
it: Tentativo di accesso fallito da '%s'.
pl: Nieudana próba logowania z '%s'.

source: Next page
da: Næste side
fr: Page suivante
it: Prossima pagina
pl: następna strona
ru: Следующая страница

source: Previous page
da: Forrige side
fr: Page précédente
it: Pagina precedente
pl: poprzednia strona
ru: Предыдущая страница

source: Displaying entries %num_from%-%num_to% of %num_tot%
da: Viser indlæg %num_from%-%num_to% af %num_tot%
fr: Affichage des entrée %num_from%-%num_to% sur %num_tot%
it: Articoli %num_from%-%num_to% di %num_tot%
pl: Wyświetlanie wpisów %num_from%-%num_to% z %num_tot%
ru: Показываются записи %num_from%-%num_to% из %num_tot%

source: %s started editing entry '%s'.
da: %s begyndte at editere indlæg '%s'.
fr: %s a lancé l'édition de l'entrée '%s'.
it: %s ha iniziato a modificare l'articolo '%s'.
pl: %s zaczął edytować wpis '%s'.
ru: %s начал редактировать запись '%s'.

source: %s started editing page '%s'.
da: %s begyndte at editere side '%s'.
fr: %s a lancé l'édition de la page '%s'.
it: %s ha iniziato a modificare la pagina '%s'.
pl: %s zaczął edytować stronę '%s'.
ru: %s начал редактировать страницу '%s'.

source: %s saved entry '%s'.
da: %s gemte indlæg '%s'.
fr: %s a sauvegardé l'entrée '%s'.
it: %s ha confermato le modifiche all'articolo '%s'.
pl: %s zapisał wpis '%s'.
ru: %s сохранил запись '%s'.

source: %s saved page '%s'.
da: %s gemte side '%s'.
fr: %s a sauvegardé la page '%s'.
it: %s ha confermato le modifiche alla pagina '%s'.
pl: %s zapisał stronę '%s'.
ru: %s сохранил страницу '%s'.

source: %s logged in.
da: %s logget ind.
fr: %s s'est connecté.
it: %s loggato.
pl: %s zalogowany.
ru: %s вошел на сайт.

source: %s logged out.
da: %s loggede ud.
fr: %s s'est déconnecté.
it: %s uscito.
pl: %s wylogowany.
ru: %s завершил рвботу.

source: Failed login attempt for '%s'.
da: Mislykket login-forsøg for '%s'.
fr: Echec de connexion pour '%s'.
it: Tentativo di accesso fallito per '%s'.
pl: Nieudana próba logowania do '%s'.

source: %s edited the setting for '%s'.
da: %s editerede indstillinger for '%s'.
fr: %s a édit les paramètres de '%s'.
it: %s ha modificato le impostazioni per '%s'.
pl: %s zmienił ustawienia '%s'.
ru: %s изменил значение '%s'.

source: %s added weblog '%s'.
da: %s tilføjede weblog '%s'.
fr: %s a ajouté le weblog '%s'.
it: %s ha aggiunti il weblog '%s'.
pl: %s dodał bloga '%s'.

source: %s edited a weblog setting for '%s'.
da: %s editerede en weblog-indstilling for '%s'.
fr: %s a édité un paramètre du weblog '%s'.
it: %s ha modificato le impostazioni del weblog per '%s'.
pl: %s zmienił ustawienia bloga '%s'.
ru: %s изменил настройки блога '%s'.

source: %s deleted weblog '%s'.
da: %s slettede weblog '%s'.
fr: %s a supprimé le weblog '%s'.
it: %s ha cancellato il weblog '%s'.
pl: %s usunął bloga '%s'.
ru: %s удалил блог '%s'.

source: %s saved the file '%s'.
da: %s gemte filen '%s'.
fr: %s a sauvegardé le fichier '%s'.
it: %s ha salvato il file '%s'.
pl: %s zapisał plik '%s'.

source: %s added user '%s'.
da: %s tilføjede bruger '%s'.
fr: %s a ajouté l'utilisateur '%s'.
it: %s ha aggiunto l'utente '%s'.
pl: %s dodał użytkownika '%s'.
ru: %s добавил пользователя '%s'.

source: %s edited user '%s'.
da: %s editerede bruger '%s'.
fr: %s a modifié l'utilisateur '%s'.
it: %s ha modificato l'utente '%s'.
pl: %s zmienił ustawienia użytkownika '%s'.
ru: %s изменил пользователя '%s'.

source: %s deleted user '%s'.
da: %s slettede bruger '%s'.
fr: %s a supprimé l'utilisateur '%s'.
it: %s ha rimosso l'utente '%s'.
pl: %s usunął użytkownika '%s'.
ru: %s удалил пользователя '%s'.

source: %s edited category '%s'.
da: %s editerede kategori '%s'.
fr: %s a édité la catégorie '%s'.
it: %s ha modificato la categoria '%s'.
pl: %s zmienił kategorię '%s'.
ru: %s отредактировал категорию '%s'.

source: %s deleted category '%s'.
da: %s slettede kategori '%s'.
fr: %s a supprimé la catégorie '%s'.
it: %s ha eliminato la categoria '%s'.
pl: %s usunął kategorię '%s'.
ru: %s удалил категорию '%s'.

source: %s added chapter '%s'.
da: %s tilføjede kapitel '%s'.
fr: %s a ajouté le chapitre '%s'.
it: %s ha aggiunto la sezione '%s'.
pl: %s dodał rozdział '%s'.
ru: %s добавил категорию '%s'.

source: %s edited chapter '%s'.
da: %s editerede kapitel '%s'.
fr: %s a édité le chapitre '%s'.
it: %s ha modificato la sezione '%s'.
pl: %s zmienił rozdział '%s'.
ru: %s отредактировал категорию '%s'.

source: %s did '%s' on '%s'.
da: %s gjorde '%s' den '%s'.
fr: %s a fait '%s' le '%s'.
it: %s ha '%s' su '%s'.
pl: %s wykonał '%s' z '%s'.
ru: %s изменил значение '%s' на '%s'.

source: %s did '%s'.
da: %s gjorde '%s'.
fr: %s a fait '%s'.
it: %s ha '%s'.
pl: %s wykonał '%s'.

source: Your new password is %pass%.
da: Dit nye password er %pass%.
fr: Votre nouveau mot de passe est %pass%.
it: La tua nuova password è %pass%.
pl: Twoje nowe hasło brzmi %pass%.
ru: Ваш новый пароль %pass%.

source: Setup user
da: Tilpas bruger
fr: Configurer l'utilisateur
it: Crea utente
pl: Ustawienia użytkownika

source: Setup a new user
da: Tilpas en ny bruger
fr: Enregistrer un nouvel utilisateur.
it: Registra un nuovo utente.
pl: Ustawienia nowego użytkownika
ru: Настройки нового пользователя

source: The user has been added! You can login with your new account now.
da: Brugeren er blevet tilføjet! Du kan logge ind på din nye konto nu.
fr: L'utilisateur a été ajouté! Vous pouvez désormais vous connecter avec votre nouveau compte
it: L'utente è stato aggiunto! Puoi accedere fin da ora con il tuo nuovo account.
pl: Nowy użytkownik został dodany! Możesz się teraz zalogować na nowym koncie.
ru: Пользователь успешно добавлен. Теперь вы можете войти на сайт используя свои данные.

source: The entries were published.
da: Indlæggene blev publiseret.
fr: Les entrées ont été publiées.
it: Gli articoli sono stati pubblicati.
pl: Wpisy zostały opublikowane.
ru: Запись опубликована.

source: The entries could not be published.
da: Indlæggene kunne ikke publiseres.
fr: Les entrées n'ont pas pu être publiées.
it: Gli articoli non possono essere pubblicati.
pl: Wpisy nie mogły zostać opublikowane.
ru: Не удалось опубликовать запись.

source: The entries were put on hold.
da: Indlæggene blev lagt klar.
fr: Les entrées ont été mises en attente.
it: Gli articoli sono stati salvati come bozza.
pl: Wpisy zostały wstrzymane.
ru: Запись в очереди отложенных публикаций.

source: The entries could not be put on hold.
da: Indlæggene kunne ikke lægges klar.
fr: Les entrées n'ont pu être mises en attente
it: Gli articoli non possono essere salvati come bozza.
pl: Wpisy nie mogły zostać wstrzymane.
ru: Не удалось поместить запись в очередь отложенных публикаций.

source: The entries were deleted.
da: Indlæggene blev slettet.
fr: Les entrées ont été supprimées.
it: Gli articoli sono stati eliminati.
pl: Wpisy zostały usunięte.
ru: Запись удалена.

source: The entries could not be deleted.
da: Indlæggene kunne ikke slettes.
fr: Les entrées n'ont pas pu être supprimées.
it: Gli articoli non possono essere eliminati.
pl: Wpisy nie mogły zostać usunięte.
ru: Запись невозможно удалить.

source: You are not allowed to delete this entry.
da: Du må ikke slette dette indlæg.
fr: Vous n'êtes pas autorisé à supprimer cette entrée.
it: Non puoi eliminare questo articolo.
pl: Nie możesz usunąć tego wpisu.
ru: У вас нет прав для удаления этой записи.

source: The entry has been deleted
da: Indlægget er blevet slettet
fr: L'entrée a été supprimée.
it: L'articolo è stato eliminato.
pl: Wpis został usunięty
ru: Запись удалена.

source: Your Extension settings have been stored.
da: Dine udvidelsesindstillinger er blevet gemt.
fr: Vos paramètres d'extension ont été sauvegardés.
it: Le impostazioni delle estensioni sono state memorizzate.
pl: Twoje ustawienia rozszerzenia zostały zapisane.
ru: Настройки Расширений успешно сохранены.

source: Manage installed Widget extensions
da: Administrer indstallerede widget-udvidelser
fr: Gérer les extensions Widget installées
it: Gestisci i widget installati
pl: Zarządzaj rozszerzeniami typu widżet
ru: Управление установленными Виджетами

source: Edit Entry
da: Rediger indlæg
fr: Modifier l'entrée
it: Modifica articolo
pl: Modyfikuj wpis
ru: Редактировать Запись

source: You are not allowed to edit this entry.
da: Du må ikke editere dette indlæg.
fr: Vous n'êtes pas autorisé à éditer cette entrée.
it: Non puoi modificare questo articolo.
pl: Nie możesz modyfikować tego wpisu.
ru: У вас нет прав для редактирования этой записи.

source: Your entry "%s" was successfully saved.
da: Dit indlæg "%s" blev gemt korrekt.
fr: L'entrée '%s' a été sauvegardée avec succès.
it: Il tuo articolo "%s" è stato salvato.
pl: Twój wpis "%s" został zapisany.
ru: Ваша запись "%s" успешно сохранена.

source: Your entry "%s" was NOT successfully saved.
da: Dit indlæg "%s" blev IKKE gemt korrekt.
fr: L'entrée '%s' n'a <b>PAS</b> été sauvegardée.
it: Il tuo articolo "%s" NON è stato salvato.
pl: Twój wpis "%s" NIE został zapisany.
ru: Ваша запись "%s" НЕ сохранена.

source: A trackback ping has been sent to "%s".
da: Et trackback-ping er sendt til "%s".
fr: Un ping de trackback a été envoyé sur '%s'.
it: Il Trackback ping è stato spedito a "%s".
pl: Ping śladu został wysłany do "%s".

source: Log out
da: Log ud
fr: Déconnexion
it: Esci
pl: Wyloguj się
ru: Выйти

source: You are now logged out of PivotX
da: Du er nu logget ud af PivotX
fr: Vous êtes maintenant déconnecté de PivotX
it: Sei uscito da PivotX.
pl: Zostałeś właśnie wylogowany z PivotX

source: My Settings
da: Mine indstillinger
fr: Mes Préférences
it: Le mie impostazioni
pl: Moje ustawienia
ru: Мой настройки

source: Add a Bookmarklet
da: Tilføj et bogmærke
fr: Ajouter un favori.
it: Aggiungi un bookmarklet
pl: Dodawanie skryptozakładki
ru: Добавить Букмарклет

source: Some fields were not correct. Please try again.
da: Nogle felter var ikke korrekte. Prøv igen.
fr: Certains champ sont incorrects, merci de ré-essayer
it: Alcuni campi non erano corretti. Per favore riprova.
pl: Niektóre pola nie były prawidłowe. Spróbuj ponownie.
ru: Некоторые введенные данные не верны. Пожалуйста, повторите попытку.

source: Your settings have been updated.
da: Dine indstilinger er blevet opdateret.
fr: Vos paramètres ont été sauvegardés.
it: Le impostazioni sono state aggiornate.
pl: Twoje ustawienia zostały zaktualizowane.
ru: Ваши настройки успешно обновлены.

source: Add a personal 'Quick post' Bookmarklet to your browser, with the following link. Drag the link to your browser's Bookmark Toolbar, or right-click the link, and choose 'Add Bookmark'.
da: Tilføj et personligt 'Hurtig post' bogmærke til din browser, med følgende link. Træk linket til browserens bogmærke-værktøjslinje, eller højreklik på linket og vælg 'Tilføj bogmærke'.
it: Aggiungi un bookmarklet per l'inserimento veloce al tuo browser con il link seguente. Trascina il link sulla barra dei segnalibri, o clicca con il tasto destro sul link e scegli 'Aggiungi Segnalibro'.
pl: Dodaj skryptozakładkę szybkiej wysyłki do swojej przeglądarki za pomocą poniższego linka. Przeciągnij link do paska narzędziowego swojej przeglądarki lub kliknij prawym klawiszem myszki na linku i wybierz opcję "Dodaj zakładkę".

source: Post to PivotX
da: Send til PivotX
it: Inserisci in PivotX
pl: Wyślij na PivotX
ru: Написать в PivotX

source: Edit my personal Settings
da: Ændre mine personlige indstillinger
fr: Modifier mes paramètres personnels
it: Modifica le impostazioni personali
pl: Edytuj moje ustawienia osobiste
ru: Редактирование персональных данных

source: You must add the Bookmarklet to your browser before you can use it.
da: Du skal tilføje denne Bookmarklet til din browser før du kan bruge den.
it: Devi aggiungere il bookmarklet al tuo browser prima di poterlo usare.
pl: Musisz dodać tę skryptozakładkę do swojej przeglądarki aby jej używać.

source: You are not allowed to edit this page.
da: Du må ikke editere denne side.
fr: Vous n'êtes pas autorisé à éditer cette page.
it: Non puoi modificare questa pagina.
pl: Nie możesz edytować tej strony.
ru: У вас нет прав для редактирования этой страницы
