Repository: pivotx/PivotX-translations
Catalog: translations/*.po
Languages: da, fr, it, pl, ru

source: Only email that has a "From" that matches one of the following comma separated items will be posted. You can enter complete email addresses, or partial ones.
da: Kun email der har en "From" der svarer til en af følgende komma-separarede emner vil blive sendt. Der kan indtastes hele eller delvise email-adresser.
fr: Seules les email dont l'adresse d'expéditeur figure dans cette liste d'adresses seront envoyés.Vous pouvez saisir soit des adresses complètes soit des adresses partielles.Les éléments de la liste doivent-être séparés par une virgule.
it: Saranno inseriti messaggi solo dalle email che hanno un campo "From" corrispondente ad uno di quelli specificati (separati da virgole). Puoi inserire indirizzi completi o parziali.
pl: Jedynie wiadomości e-mail, w których zawartość pola "Od:" pokrywa się z jedną z podanych wartości rozdzielonych przecinkami, będą publikowane. Można podawać pełne adresy e-mail lub ich fragmenty.

source: Use HashCash
da: Brug HashCash
fr: Utiliser HashCash
it: Usa HashCash
pl: Używaj HashCash
ru: Использовать HashCash(Спам-защита)

source: HashCash is the most powerful, completely invisible spam protection available. It requires javascript to be enabled on the client. If this is unacceptable for you, then don't enable it.
da: HashCash er det kraftigste og helt usynlige spam-beskyttelse, der findes. Den kræver, at javascript er aktiveret på klienten. Hvis det ikke kan accepteres, kan den ikke bruges.
fr: HashCash est la protection anti-spams invisible la plus puissante disponible. Elle requiert que javascript soit activé du côté client(navigateur) afin qu'elle fonctionne. Si cette obligation n'est pas acceptable pour vous, veuillez ne pas activer cette option.
it: HashCash è la protezione antispam più potente e completamente invisibile. Richiede che javascript sia abilitato sul browser: se questo requisito per te è inaccettabile, non abilitare questa opzione.
pl: HashCash to najbardziej zaawansowany, zupełnie niewidzialny system ochrony przed spamem. Wymaga włączenia obsługi JavaScript w przeglądarce. Jeśli to ci nie odpowiada, nie włączaj tej opcji.

source: Use Hardened Trackback
da: Brug faste trackback
fr: Utiliser Hardened Trackback
it: Utilizza Hardened Trackback
pl: Używaj Hardened Trackback

source: Hardened Trackback is a powerful trackback spam protection. It requires javascript to be enabled on the client. If this is unacceptable for you, then don't enable it.
da: Hardened Trackbac er en kraftig trackback spam-beskyttelse, der findes. Den kræver, at javascript er aktiveret på klienten. Hvis det ikke kan accepteres, kan den ikke bruges.
fr: Hardened Trackback est un moyen de protection très puissant pour la protection contre les spams. Il requiert que javascript soit activé du côté client. Si ceci est inacceptable pour vous, n'activer pas cette option.
it: Hardened Trackback è una protezione anti-spam. Richiede che javascript sia abilitato sul browser del visitatore: se questo requisito per te è inaccettabile, non abilitare questa opzione.
pl: Hardened Trackback to zaawansowany system ochrony przed spamem w śladach. Wymaga włączenia obsługi JavaScript w przeglądarce. Jeśli to ci nie odpowiada, nie włączaj tej opcji.

source: Number of links
da: Antal genveje
fr: Nombre de liens
it: Numero di collegamenti
pl: Liczba linków

source: Maximum number of hyperlinks in allowed in comments. Useful to get rid of those pesky comment spammers. Set to 0 for unlimited links.
da: Maksimalt antal genveje tilladt i kommentarer. Nyttig for at blive de plagsomme kommentar-spammere kvit. Sæt til 0 for ubegrænset antal genveje.
fr: Le nombre maximum d'hyperliens qui sont permis dans les commentaires. Utile pour se débarrasser des spams. Placez à 0 pour des liens illimités.
it: Massimo numero di collegamenti permessi nei commenti. Utile per evitare noiosi commenti di spam. Settalo a 0 per collegamenti illimitati.
pl: Maksymalna liczba linków dozwolonych do umieszczenia w komentarzu. Przydatne do ograniczenia spamu w komentarzach. 0 oznacza nieograniczoną liczbę linków.
ru: Максимально допустимое количество ссылок в комментариях. Значение 0 - без ограничений.

source: Use SpamQuiz
da: Brug SpamQuiz
fr: Utiliser SpamQuiz
it: Usa SpamQuiz
pl: Używaj SpamQuiz
ru: Использовать SpamQuiz

source: Before sending a comment, your users have to answer correctly a simple question everyone knows the answer to. This completely baffles automated spam bots because every blogger will choose something different.
da: Før der sendes en kommentar, skal brugeren svare korrekt på et simpelt spørgsmål, som alle kender svaret på. Det sætter automatiske spambots ud af spillet, fordi hver blogger vil vælge noget andet.
fr: Avant de pouvoir envoyer un commentaire, les utilisateurs doivent répondre correctement à une simple question dont tout le monde connait la réponse.Ceci déroute les robots de spams, chaque site choisissant quelque chose de différent.
it: Prima di inviare commenti, i tuoi utenti devono rispondere correttamente ad una semplice domanda a risposta banale. Questo imbroglia gli spam bot automatici.
pl: Przed wysłaniem komentarza użytkownicy muszą prawidłowo odpowiedzieć na proste pytanie, na które wszyscy znają odpowiedź. To zupełnie dezorientuje automatyczne boty spamowe, ponieważ każdy wybiera coś innego.

source: Question
da: Spørgsmål
it: Domanda
pl: Pytanie
ru: Вопрос

source: Example: What are the first two letters of the word "spam"?
da: Eksempel: Hvad er de første to bogstaver i odet "spam"?
fr: Exemple: Quelles sont les deux premières lettres du mot 'spam'?
it: Esempio: quali sono le prime due lettere della parola 'spam'?
pl: Przykład: Jakie są dwie pierwsze litery w słowie 'spam'?
ru: Пример: Какая первая буква в слове "СПАМ" ?

source: Answer
da: Svar
fr: Réponse
it: Risposta
pl: Odpowiedź
ru: Ответ

source: Example: <b>sp</b>
da: Eksempel: <b>sp</b>
fr: Exemple: <b>sp</b>
it: Esempio: <b>sp</b>
pl: Przykład: <b>sp</b>
ru: Например: <b>sp</b>

source: Age
da: Alder
it: Età
pl: Wiek
ru: Возраст

source: Only ask for the spamquiz question, when the entry is older than the given amount of days.
da: Spørg kun efter spamquiz-spørgsmålet, når indlægget er ældre end det givne antal dage.
it: Fai la domanda dello spamquiz solo quando l'articolo è più vecchio del numero di giorni specificato.
pl: Zadawaj pytanie SpamQuiz tylko gdy wpis jest starszy niż podana liczba dni.

source: Explanation
da: Forklaring
fr: Explication
it: Spiegazione
pl: Wyjaśnienie

source: Example: To prevent automated commentspam we require you to answer this silly question
da: Eksempel: For at forebygge automatisk kommentarspam, beder vi dig besvare dette tåbelige spørgsmål
fr: Exemple : Pour empêcher les spams sous forme de commentaires, merci de répondre à cette question idiote
it: Esempio: Per prevenire commenti automatici di tipo spam, ti chiedo di rispondere ad una semplice domanda
pl: Przykład: Aby powstrzymać automatyczne komentarze ze spamem, musisz podać odpowiedź na to głupie pytanie
ru: Пример: На сайте включена защитьа от спама, пожалуйста, ответе на простой вопрос для продолжения

source: Admin Page Extensions
da: Admin side-udvidelser
it: Estensioni della pagina di amministrazione
pl: Rozszerzenia strony administratora
ru: Расширения Панели Администрирования

source: Hook Extensions
da: Tilknyt udvidelser
it: Estensioni Hook
pl: Rozszerzenia przechwytywania

source: Snippet Extensions
da: Snippet-udvidelser
it: Estensioni Snippet
pl: Rozszerzenia wycinków

source: Widget Extensions
da: Widget-udvidelser
it: Widget
pl: Rozszerzenia widżetów

source: version
it: versione
pl: wersja
ru: версия

source: last updated
da: sidst opdateret
fr: Dernière modification
it: Ultima modifica il
pl: ostatnio aktualizowany
ru: последние обновление

source: site link
fr: Lien du site
it: Collegamento al sito
pl: link do strony

source: edit configuration
da: editer konfiguration
fr: Modifier la configuration
it: Modifica configurazione
pl: edytuj konfigurację
ru: редактировать конфигурацию

source: Insert an image
da: Indsæt et billede
fr: Insérer une image
it: Inserisci un'Immagine
pl: Wstaw grafikę
ru: Вставить картинку

source: Insert a popup image
da: Indsæt et popup-billede
fr: Insérer une image popup
it: Inserisci un'immagine pop-up
pl: Wstaw wyskakującą grafikę
ru: Вставить всплывающее изображение

source: all
da: alle
fr: tout
it: tutto
pl: wszystko
ru: все

source: Oops.
da: Ups.
fr: oups.
pl: Oj.

source: PivotX encountered an error
da: PivotX stødte på en fejl
fr: PivotX a rencontré une erreur
it: PivotX ha subito un errore
pl: PivotX napotkał błąd

source: PivotX is running in 'safe mode' now. This means all extensions are disabled until you remove the file <tt>pivotxsafemode.txt</tt> from the <tt>pivotx/</tt> folder.
da: PivotX kører nu i 'safe mode'. Det betyder, at alle udvidelser er deaktiverede indtil du fjerner filen <tt>pivotxsafemode.txt</tt> fra <tt>pivotx/</tt> folder.
fr: PivotX fonctionne actuellement en 'safe mode'.Cela signifie que toutes les extensions sont désactivées jusqu'à ce que vous supprimiez le fichier <tt>pivotxsafemode.txt</ du répertoire tt>pivotx/</tt>.
it: PivotX ora sta funzionando in 'safe mode'. Questo significa che tutte le estensioni sono disabilitate finché non rimuovi il file <tt>pivotxsafemode.txt</tt> dalla cartella <tt>pivotx/</tt>.
pl: PivotX działa teraz w trybie awaryjnym. To znaczy, że wszystkie rozszerzenia są wyłączone do chwili, aż usuniesz plik <tt>pivotxsafemode.txt</tt> z foldera <tt>pivotx/</tt>.

source: If an extension is breaking your PivotX, you can disable the extensions from the Extensions Setup screen, and then leave safe mode to try again.
da: Hvis en udvidelse ødelægger din PivotX, kan du deaktivere endelserne fra Endelses Setup skærmen, og så forlade safe mode for at prøve igen.
fr: Si une extension dégrade PivotXn vous pouvez désactiver l'extension dans l'écran de Configurationd es extensions et quitter le 'safe mode' avant de ré-essayer.
it: Se un'estensione sta dando problemi al tuo PivotX, puoi disabilitare le estensioni dalla finestra Configurazione Estensioni, e poi disabilitare 'safe mode' per riprovare.
pl: Jeśli jakieś rozszerzenie powoduje problemy w twoim PivotX, możesz wyłączyć je w panelu konfiguracji rozszerzeń, a następnie wyjść z trybu awaryjnego, aby spróbować ponownie.

source: PivotX error
da: PivotX fejl
fr: Erreur PivotX
it: Errore di PivotX
pl: Błąd PivotX
ru: Ошибка PivotX

source: <p>There was a problem with the Database: </p> %s <p><tt>error code %s: %s</tt></p> </p> <ul><li>If you're in the process of setting up PivotX, you should review your <a href='%s'>Database connection settings</a>.</li> <li>If it worked before, you should check if the Mysql database engine is still running on the server (or ask your systems administrator to check for you).</li> </ol>
da: <p>Der var et problem med databasen: </p> %s <p><tt>fejlkode %s: %s</tt></p> </p> <ul><li>Hvis du er ved at installere PivotX, bør du kigge på dine <a href='%s'>Database adgangs-indstillinger</a>.</li> <li>Hvis det tidigere har virket, bør du kigge om Mysql-databasen stadig kører på serveren (eller bed din systemadministrator om at kontrollere for dig).</li> </ol>
it: <p>C'è stato un problema con il database: </p> %s <p><tt>codice errore %s: %s</tt></p> </p> <ul><li>Se stai installando PivotX, devi controllare <a href='%s'>impostazioni di connessione del Database</a>.</li> <li>Se prima funzionava,devi verificare se il server Mysql è è ancora in funzione (o chiedi al tuo amministratore di sistema verificarlo al tuo posto).</li> </ol>
pl: <p>Wystąpił problem z bazą danych: </p> %s <p><tt>kod błędu %s: %s</tt></p> </p> <ul><li>Jeśli dopiero instalujesz serwis PivotX, sprawdź <a href='%s'>ustawienia połączenia z bazą danych</a>.</li> <li>Jeśli wcześniej wszystko działało, sprawdź czy twój silnik bazy MySQL nadal działa na tym serwerze (lub poproś administratora systemu, aby to dla ciebie sprawdził).</li> </ol>
ru: <p>Проблема с БД сайта </p> %s <p><tt>код ошибки %s: %s</tt></p> </p> <ul><li>Если вы вносили изменения в конфигурацию сайта вы должны <a href='%s'>Настройки БД</a>.</li> <li>В противном случае следут проверить работоспособность сервера MySQL</li> </ol>

source: The directory '<tt>%s</tt>' is not writeable.
da: Folderen '<tt>%s</tt>' er ikke skrivbar.
it: La cartella '<tt>%s</tt>' non è scrivibile.
pl: 'Katalog <tt>%s</tt>' nie jest dostępny do zapisu.
ru: Каталог '<tt>%s</tt>' недоступен для записи.

source: Fatal Error
da: Fatal fejl
fr: Erreur fatale
it: Errore fatale
pl: Błąd krytyczny
ru: Критическая ошибка

source: The file '<tt>%s</tt>' is not writeable.
da: Filen '<tt>%s</tt>' er ikke skrivbar.
it: Il file '<tt>%s</tt>' non è scrivibile.
pl: Plik <tt>%s</tt>' nie jest dostępny do zapisu.

source: Fatal error
da: Fatal fejl
fr: Erreur fatale
it: Errore fatale
pl: Błąd krytyczny
ru: Ошибка

source: No templates found in directory '<tt>%s</tt>'.
da: Ingen skabelon fundet i folderen '<tt>%s</tt>'.
it: Nessun template trovaro nella cartella '<tt>%s</tt>'.
pl: Nie znaleziono szablonów w katalogu <tt>%s</tt>'.

source: URL to the PivotX folder is unknown
da: URL til PivotX-folderen er ukendt
it: L'URL alla cartella di PivotX è sconosciuto
pl: Adres URL do foldera PivotX jest nieznany

source: Log into PivotX to set the PivotX URL
da: Log ind i PivotX for at sætte en PivotX URL
it: Accedi a PivotX per configurare l'URL di PivotX
pl: Zaloguj się do PivotX i ustaw jego adres URL

source: PivotX is not allowed to read this folder.
da: PivotX må ikke læse i denne folder.
fr: PivotX n'est pas autorisé à lire ce répertoire.
it: PivotX non è abilitato a leggere questa cartella.
pl: PivotX nie może czytać z tego foldera.
ru: PivotX нет доступа для чтения директории.

source: The file %s was deleted.
da: Filen %s blev slettet.
pl: Plik %s został usunięty.

source: The file has been copied: %s to %s.
da: Filen er kopieret: %s til %s.
fr: Le fichier %s a été copié vers %s.
it: Il file è stato copiato: %s a %s.
pl: Plik został skopiowany z %s do %s.

source: The file has <b>NOT</b> been copied. Check if the target folder is writable, and whether the target file does not exist.
da: Filen blev <b>IKKE</b> kopieret. Kontroller om mål-folderen er skrivbar, og om målfilen ikke findes.
fr: Le fichier n'a <b>PAS</b> été copié.Vérifiez si le répertoire destination a les droits en écriture et sile destination n'existe pas déjà.
it: Il file <b>NON</b> è stato copiato. Controlla che la cartella di destionazione sia scrivibile e che il file di destinazione non esista già.
pl: Plik <b>NIE</b> został skopiowany. Sprawdź, czy docelowy folder jest dostępny do zapisu i czy docelowy plik nie istnieje.

source: The folder %s was created.
da: Folderen %s blev oprettet.
fr: Le répertoire %s a été supprimé.
it: La cartella %s è stata creata.
pl: Folder %s został utworzony.
ru: Папка %s успешно создана.

source: The folder %s was <b>NOT</b> created.
da: Folderen %s blev <b>IKKE</b> oprettet.
fr: Le répertoire %s n'as <b>PAS</b> été créé.
it: La cartella %s <b>NON</b> è stata creata.
pl: Folder %s <b>NIE</b> został utworzony.
ru: Папка %s <b>НЕ</b> создана.

source: The file %s was created.
da: Filen %s blev oprettet.
fr: Le fichier %s a été créé.
it: Il file %s è stato creato.
pl: Plik %s został utworzony.
ru: Файл %s создан.

source: The file %s was <b>NOT</b> created.
da: Filen %s blev <b>IKKE</b> oprettet.
fr: Le fichier %s n'as <b>PAS</b> été créé.
it: Il file %s <b>NON</b> è stato creato.
pl: Plik %s <b>NIE</b> został utworzony.

source: (Select a template)
da: (Vælg en skabelon)
fr: (Sélectionnez un modèle)
it: (Seleziona un modello)
pl: (wybierz szablon)
ru: (выбрать шаблон)

source: Notification from "%site%" -
da: Besked fra "%site%" -
it: Notifica da "%site%" -
pl: Powiadomienie z serwisu "%site%" -
ru: Уведомление с "%site%" -

source: Someone (you?) has requested a new password for the user '%user%' on the PivotX site '%site%'. To get your new password, click the following link: %link% If you haven't asked for a new password, you can safely ignore this message. Your old password will still work as usual.
da: Nogen (msåke dig?) har bedt om et nyt password for brugeren '%user%' på PivotX-siden '%site%'. For at få dit nye password, klik på følgende link: %link% Hvis du ikke har bedt om et nyt password, kan du bare glemme denne mail. Dit gamle password vil så virke som hidtil.
fr: Quelqu'un (vous?) a démandé un nouveau mot de passe pour l'utilisateur '%user%' sur le site PivotX '%site%'. Pour recevoir votre nouveau mot de passe, cliquez sur le lien qui suit: %link% Si vous avez pas démandé un nouveau mot de passe, vous pouvez ignorer ce message. Votre mot de passe marchera toujours comme d'habitude.
it: Qualcuno (tu?) ha richiesto una nuova password per l'utente '%user%' sul sito PivotX '%site%'. Per ottenere la tua nuova password, clicca sul link: %link% Se non hai chiesto una nuova password, puoi tranquillamente ignorare questo messaggio. La tua vecchia password funzionerà ancora come al solito.
pl: Ktoś (może ty?) zażądał nowego hasła dla użytkownika '%user%' na stronie PivotX '%site%'. Aby otrzymać nowe hasło, kliknij w następujący link: %link% Jeśli nie prosiłeś o nowe hasło, możesz zignorować tę wiadomość. Twoje stare hasło nadal działa jak do tej pory.
ru: Кто-то (возможно Вы ?) запросил восстановление пароля для пользователя '%user%' на сайте '%site%'. Для получения нового пароля перейдите по ссылке: %link% Если Вы не запрашивали восстановление пароля - просто проигнорируйте это письмо.

source: Password reset
da: Password nulstillet
fr: Réinitialisation du mot de passe
it: Azzera Password
pl: Czyszczenie hasła
ru: Сброс пароля

source: just now
da: lige nu
fr: à l'instant
it: appena adesso
pl: w tej chwili
ru: только что

source: a few minutes ago
da: for få minutter siden
fr: il y a quelques minutes
it: pochi minuti fa
pl: kilka minut temu
ru: несколько минут назад

source: less than ten minutes ago
da: for mindre end 10 minutter siden
fr: il y a moins de dix minutes
it: Meno di dieci minuti fa
pl: powyżej 10 minut temu
ru: менее 10 минут назад

source: 15 minutes ago
da: for 15 minutter siden
fr: il y a 15 minutes
it: 15 minuti fa
pl: 15 minut temu
ru: 15 минут назад

source: half an hour ago
da: for en halv time siden
fr: il y a une demi-heure
it: Mezz'ora fa
pl: pół godziny temu
ru: полчаса назад

source: about an hour ago
da: ca. for en time siden
fr: il y a environ une heure
it: Circa un'ora fa
pl: około godziny temu
ru: около часа назад

source: an hour and a half ago
da: for halvanden time siden
fr: il y a une heure et demi
it: Un'ora e mezza fa
pl: 1,5 godziny temu
ru: полтора часа назад

source: about two hours ago
da: for to timer siden
fr: il y a environ deux heures
it: Circa due ore fa
pl: około 2 godzin temu
ru: около двух часов назад

source: %value% hours ago
da: %value% timer siden
fr: il y a %value% heures
it: %value% ore fa
pl: %value% godzin(y) temu
ru: %value% часов назад

source: this morning
da: i morges
fr: ce matin
it: questa mattina
pl: dziś rano
ru: этим утром

source: yesterday morning
da: i går morges
fr: hier matin
it: ieri mattina
pl: wczoraj rano
ru: вчера утром

source: this evening
da: i aften
fr: ce soir
it: questa sera
pl: dziś wieczorem
ru: этим вечером

source: yesterday evening
da: i aftes
fr: hier soir
it: ieri sera
pl: wczoraj wieczorem
ru: вчера вечером

source: this afternoon
da: i eftermiddags
fr: cet après-midi
it: questo pomeriggio
pl: dziś po południu
ru: сегодня вечером

source: yesterday afternoon
da: i går eftermiddag
fr: hier après-midi
it: ieri pomeriggio
pl: wczoraj po południu
ru: вчера вечером

source: on %value%
da: den %value%
it: il %value%
pl: %value%

source: 1 week ago
da: for 1 uge siden
fr: il y a 1 semaine
it: Una settimana fa
pl: tydzień temu
ru: неделю назад

source: %value% weeks ago
da: %value% uger siden
fr: il y a %value% semaines
it: %value% settimane fa
pl: %value% tygodni(e) temu
ru: %value% недель тому назад

source: about a month ago
da: for en måned siden
fr: il y a un mois
it: Circa un mese fa
pl: około miesiąca temu
ru: месяц назад

source: in %value%
da: i %value%
it: il %value%
pl: %value%

source: one year ago
da: for et år siden
fr: il y a un an
it: Un anno fa
pl: rok temu
ru: год назад

source: %value% years ago
da: %value% år siden
it: %value% anni fa
pl: %value% lat(a) temu
ru: %value% лет тому назад

source: a very long time ago
da: for meget lang tid siden
fr: jadis
it: Molto tempo fa
pl: bardzo dawno temu
ru: очень давно

source: Write
da: Skriv
fr: écrire
it: Scrivi
pl: Zapisz
ru: Записать

source: Write Error. Could not open file for writing
da: Fejl ved skrivning. Kan ikke åbne fil for skriving
fr: Erreur d'écriture. Impossible d'ouvrir le fichier en écriture
it: Errore di salvataggio. Non posso aprire il file in scrittura
pl: Błąd zapisu. Nie można otworzyć pliku do zapisu
ru: Ошибка! Невозможно открыть файл для записи

source: Write Error. Could not write to file
da: Fejl ved skrivning. Kan ikke skrive til fil
fr: Erreur d'écriture. Impossible d'écrire dans le fichier
it: Errore di salvataggio. Non posso salvare il file
pl: Błąd zapisu. Nie można zapisać pliku
ru: Ошибка! Невозможно записать в файл

source: "%s" posted the following comment
da: "%s" skrev følgende kommentar
fr: '%s' a posté le commentaire suivant
it: "%s" ha inviato il seguente commento
pl: "%s" wysłał następujący komentarz

source: This is a comment on entry "%s"
da: Dette er en kommentar til indlæg "%s"
fr: Ceci est un commentaire sur l'entrée '%s'
it: Questo è un commento per l'articolo "%s"
pl: To jest komentarz do wpisu "%s"
ru: Это комментарий на запись "%s"

source: View this entry
da: Vis dette indlæg
fr: Visionner cette entrée
it: Leggi questo articolo
pl: Zobacz ten wpis
ru: Просмотреть эту запись

source: View this comment
da: Vis denne kommentar
fr: Visionner ce commentaire
it: Leggi questo commento
pl: Zobacz ten komentarz
ru: Просмотр комментария

source: New comment on entry "%s"
da: Ny kommentar til indlæg "%s"
it: Nuovo commento per l'articolo "%s"
pl: Nowy komentarz do wpisu "%s"
ru: Новый комментарий на запись "%s"

source: Notifications were sent to
da: Beskeder er sendt til
fr: Les avertissements on été envoyés à
it: Le notifiche sono state spedite a
pl: Powiadomienie wysłane do
ru: Уведомление было отправленно

source: Failed to send notifications.
da: Kunne ikke sende beskeder.
fr: Echec de l'envoi des avertissements
it: L'invio delle notifiche è fallito.
pl: Wysyłanie powiadomienia nie powiodło się.
ru: Ошибка при отправке уведомления

source: "%s" posted the following entry
da: "%s" sendte følgende indlæg
fr: '%s' a posté l'entrée suivante
it: '%s' ha inserito il seguente articolo
pl: Użytkownik "%s" wysłał następujący wpis

source: View the complete entry
da: Vis hele bidraget
fr: Afficher l'entrée en entier
it: Leggi l'articolo completo
pl: Zobacz cały wpis

source: View your settings
da: Vis dine indstillinger
fr: Afficher vos paramètres
it: Guarda le tue impostazioni
pl: Przejrzyj swoje ustawienia
ru: Просмотр своих настроек

source: This email was sent to
da: Denne email blev sendt til
fr: Cet email a été envoyé à
it: Questa e-mail è stata spedita a
pl: Ten e-mail został wysłany do
ru: Письмо было отправленно

source: New entry "%s"
da: Nyt indlæg "%s"
fr: Nouvelle Entrée '%s'
it: Nuovo articolo "%s"
pl: Nowy wpis "%s"
ru: Новая запись "%s"

source: New visitor registration - %s
da: Ny bruger-registrering - %s
fr: Nouveau visiteur enregistré - %s
it: Nuovo visitatore registrato - %s
pl: Rejestracja nowego gościa - %s
ru: Регистрация нового посетителя - %s

source: New visitor confirmed - %s
da: Ny gæst bekræftet - %s
fr: Nouveau visiteur confirmé - %s
it: Nuovo visitatore confermato - %s
pl: Potwierdzenie nowego gościa - %s
ru: Новый посетитель подтвержден - %s
