Repository: pivotx/PivotX-translations
Catalog: translations/*.po
Languages: da, fr, it, pl, ru

source: You are not allowed to delete this chapter.
da: Du må ikke slette dette kapitel.
fr: Vous n'êtes pas autorisé à supprimer ce chapitre.
it: Non puoi eliminare questa sezione.
pl: Nie możesz usunąć tego rozdziału.
ru: У вас нет прав для удаления этого раздела.

source: The Chapter has been deleted.
da: Kapitlet er blevet slettet.
fr: Le chapitre a été supprimé.
it: La sezione è stata eliminata.
pl: Rozdział został usunięty.
ru: Раздел был удален.

source: You are not allowed to delete this page.
da: Du må ikke slette denne side.
fr: Vous n'êtes pas autorisé à supprimer cette page
it: Non puoi eliminare questa pagina.
pl: Nie możesz usunąć tej strony.
ru: У вас нет прав для удаления этой страницы.

source: The Page has been deleted.
da: Siden er blevet slettet.
fr: La page a été supprimée.
it: La pagina è stata eliminata.
pl: Strona została usunięta.
ru: Страница удалена.

source: You are not allowed to add/edit this page.
da: Du må ikke tilføje/editere denne side.
fr: Vous n'êtes pas autorisé à ajouter/éditer cette page.
it: Non puoi aggiungere o modificare questa pagina.
pl: Nie możesz dodawać ani edytować tej strony.
ru: У вас нет прав для редактирования или удаления этой страницы.

source: The settings for chapter '%s' have been updated.
da: Indstillinger for kapitel '%s' er blevet opdateret.
fr: Les paramètres du chapitre '%s' ont été mis à jour.
it: Le impostazioni per la sezione '%s' sono state aggiornate.
pl: Ustawienia rozdziału "%s" zostały zaktualizowane.
ru: Настройки раздела '%s' были обновлены.

source: Edit or Delete Trackback for Entry %number% - %editlink%
da: Editer eller slet trackback til indlæg %number% - %editlink%
fr: Modifier ou supprimer les trackbacks pour l'entrée %number% - %editlink%
it: Modifica o Elimina trackback per l'articolo %number% - %editlink%
pl: Edytuj lub usuń ślad dla wpisu %number% - %editlink%

source: The trackback was deleted.
da: Denne trackback er blevet slettet.
fr: Le trackback a été supprimé.
it: Il trackback è stato eliminato.
pl: Ślad został usunięty.
ru: Обратная ссылка удалена.

source: The IP-address has been added to the blocklist.
da: IP-adressen er føjet til blokeringslisten.
fr: L'adresse IP a été ajouté à la liste des adresses IP bloquées (blocklist).
it: L'indirizzo IP è stato aggiunto alla lista nera.
pl: Adres IP został dodany do czarnej listy.
ru: IP-адрес был добавлен в список блокировки.

source: The IP-address couldn't be added to the blocklist.
da: IP-adressen kunne ikke tilføjes til blokeringslisten.
fr: L'adresse n'a pas pu être ajoutée à la liste des adresses IP bloquées (blocklist).
it: Non è stato possibile aggiungere l'indirizzo IP alla lista nera.
pl: Adres IP nie mógł zostać dodany do czarnej listy.

source: The IP-address has been removed from the blocklist.
da: IP-adressen er fjernet fra blokeringslisten.
fr: L'adresse IP a été enlevée de la liste des adresses IP bloquées (blocklist)
it: L'indirizzo IP è stato eliminato dalla lista nera.
pl: Adres IP został usunięty z czarnej listy.
ru: IP-адрес был удален из список блокировки.

source: The IP-address couldn't be removed from the blocklist.
da: IP-adressen kunne ikke fjernes fra blokaringslisten.
fr: L'adresse IP n'a pas pu être supprimée de la liste des adresses IP bloquées (blocklist)
it: Non è stato possibile eliminare l'indirizzo IP dalla lista nera.
pl: Adres IP nie mógł zostać usunięty z czarnej listy.
ru: IP-адрес не может быть удален из список блокировки.

source: Edit or Delete the Latest Trackbacks
da: Ændre eller slette nyeste trackbacks
fr: Modifier ou effacer les derniers trackbacks.
it: Modifica o Elimina gli ultimi trackback
pl: Edytuj lub usuń najnowsze ślady
ru: Редактирование последних Трекбеков

source: Edit or Delete Comments for Entry %number% - %editlink%
da: Editer eller slet kommentarer til indlæg %number% - %editlink%
fr: Modifier ou supprimer les commentaires pour l'entrée %number% - %editlink%
it: Modifica o elimina commenti per l'articolo %number% - %editlink%
pl: Edytuj lub usuń komentarze do wpisu %number% - %editlink%

source: The comment was deleted.
da: Kommentaren er blevet slettet.
fr: Le commentaire a été supprimé.
it: Il commento è stato eliminato.
pl: Komentarz został usunięty.
ru: Комментарий удален.

source: Edit or Delete Comments in the Moderation Queue and Latest Comments
da: Editer eller slet kommentarer i moderations-køen og nyeste kommentarer
fr: Modifier ou supprimer les commentaires dans la file des commentaire et des derniers commentaires
it: Modifica o elimina commenti in coda di moderazione o tra gli ultimi commenti.
pl: Edytuj lub usuń komentarze w kolejce do moderacji i w najnowszych komentarzach
ru: Управление комментариями к записям

source: Edit or Delete Comments
da: Ændre eller slet kommentarer
fr: Modifier ou supprimer les commentaires
it: Modifica o elimina commenti
pl: Edytuj lub usuń komentarze
ru: Редактировать или удалить комментарии

source: The Comment was saved!
da: Kommentaren er blevet gemt!
fr: Le commentaire a été enregistré.
it: Il commento è stato salvato.
pl: Komentarz został zapisany!
ru: Комментарий сохранен!

source: You have to select an entry in order to view its comments.
da: Du skal vælge et indlæg for at se dets kommentarer.
fr: Vous devez sélectionner une entrée pour voir ses commentaires.
it: Devi selezionare un articolo per vedere i suoi commenti.
pl: Musisz wybrać wpis aby móc przeglądać komentarze do niego.

source: Edit or Delete Trackbacks
da: Ændre eller slette trackbacks
fr: Modifier ou effacer des trackbacks
it: Modifica o elimina trackback
pl: Edytuj lub usuń ślady
ru: Радактирование или удаление Трекбеков

source: The Trackback was saved!
da: Denne trackback er blevet gemt!
fr: Le trackback a été sauvegardé.
it: Il trackback è stato salvato.
pl: Ślad został zapisany!
ru: Обратная ссылка была сохранена!

source: You have to select an entry in order to view its trackback.
da: Du skal vælge et indlæg for at se dets trackback.
fr: Vous devez sélectionner une entrée pour voir ses trackbacks.
it: Devi selezionare un articolo per vedere i suoi trackback.
pl: Musisz wybrać wpis aby móc przeglądać jego ślady.

source: Upload Files
da: Upload filer
fr: Télécharger des fichiers
it: Carica file
pl: Wyślij pliki
ru: Загрузить Файлы

source: The visitor account has been deleted.
da: Gæstekontoen er blevet slettet.
fr: Le trackback a été effacé.
it: L'account del visitatore è stato eliminato.
pl: Konto gościa zostało usunięte.
ru: Аккаунт посетителя был удален.

source: Failed to deleted the visitor account.
da: Kunne ikke slette gæstekontoen.
fr: Echec lors de la suppression du compte du visiteur.
it: L'eliminazione dell'account del visitatore è fallita.
pl: Nie udało się usunąć konta gościa.
ru: Ошибка при удалении аккаунта посетителя

source: The category was deleted.
da: Kategorien er blevet slettet.
fr: La catégorie a été supprimée.
it: La categoria è stata eliminata.
pl: Kategoria została usunięta.
ru: Категория удалена.

source: The weblog has been deleted.
da: Bloggen er blevet slettet.
fr: Le weblog a été supprimé.
it: Il weblog è stato eliminato.
pl: Blog został usunięty.
ru: Блог успешно удален.

source: The weblog was exported as a Theme file.
da: Bloggen er blevet eksporteret som en temafil.
fr: Le weblog a été supprimé en tant que ficher thème.
it: Il weblog è stato esportato come tema.
pl: Blog został wyeksportowany jako plik motywu.
ru: Блог был сохранен как файл темы.

source: Create New Weblog
da: Opret ny blog
fr: Créer un nouveau weblog
it: Crea un nuovo weblog
pl: Tworzenie nowego bloga
ru: Создать новый Блог

source: Common settings
da: Generelle indstillinger
fr: Paramètres communs
it: Impostazioni comuni
pl: Ustawienia podstawowe
ru: Основные настройки

source: Database
fr: Base de donnée
pl: Baza danych
ru: Базы данных

source: Debug
da: Fejlsøgemodus
fr: Mode débogage
pl: Tryb serwisowy
ru: Отладка

source: File Uploads
da: Fil-uploads
fr: Chemin de téléchargement vers le serveur
it: Caricamento File
pl: Wysyłanie plików
ru: Загрузка файлов

source: Date / Time
da: Dato/Tid
fr: Date/Heure
it: Data/Ora
pl: Data i czas
ru: Дата/Время

source: Moblogging
da: Moblogger
fr: Moblogger
pl: Moblogger

source: Rebuild the index of your Database
da: Genopbyg indeks for din database
fr: Reconstruire les index de votre base de données
it: Ricompila gli indici del Database
pl: Przebudowanie indeksu bazy danych
ru: Перестроить индексы БД

source: Now building Index. This may take a short while, so please do not interrupt.
da: Bygger indeks nu. Dette kan tage lidt tid, så afbryd ikke.
fr: Construction de l'index en cours. Cela peut prendre un certain temps, veuillez ne pas interrompre la procédure.
it: Sto ricompilando gli indici. L'operazione potrebbe impiegare alcuni minuti, per favore attendi.
pl: Budowanie indeksu. Może to potrwać chwilę, więc proszę nie przerywać.
ru: Идет пересчет индексов БД. Пожалуйста, не прерывайте операцию.

source: Rebuild the Search Index
da: Opdater søgeindekset
fr: Reconstruire l'index de recherche
it: Ricompila l'indice di ricerca
pl: Przebuduj indeks wyszukiwania
ru: Пересчитать индексы базы Поиска

source: Rebuild the Searchindex, to allow searching in entries
da: Genopbyg søgeindeks sådan at folk kan søge i indlæggene
fr: Reconstruire l'index de recherche pour permettre les recherches dans les entrées
it: Ricompila l'indice di ricerca per permettere la ricerca negli articoli
pl: Przebudowanie indeksu wyszukiwania w celu wyszukiwania we wpisach
ru: Пересчет индексов для корректной работы Поиска

source: Now building Search Index. This may take a short while, so please do not interrupt.
da: Bygger søgeindeks nu. Dette kan tage lidt tid, så afbryd ikke.
fr: Construction de l'index de recherche. Cela peut prendre un certain temps, veuillez ne pas interrompre la procédure.
it: Sto ricompilando l'indice di ricerca. L'operazione potrebbe impiegare alcuni minuti, per favore attendi.
pl: Budowanie indeksu wyszukiwania. Może to potrwać chwilę, więc proszę nie przerywać.
ru: Идет пересчет индексов Поиска. Пожалуйста, не прерывайте операцию.

source: Rebuild the Tag Index
da: Genopbyg mærke-indeks
fr: Reconstruire l'index
it: Ricompila l'Indice dei tag
pl: Przebuduj indeks znaczników
ru: Пересчитать индексы Меток

source: Now building Tag Index. This may take a short while, so please do not interrupt.
da: Bygger nu mærke-indeks nu. Dette kan tage lidt tid, så afbryd ikke.
fr: Construction de l'index des mots clés en cours. Cela peut prendre un certain temps, veuillez ne pas interrompre la procédure.
it: Sto ricompilando l'indice dei tag. L'operazione potrebbe impiegare alcuni minuti, per favore attendi.
pl: Budowanie indeksu znaczników. Może to potrwać chwilę, więc proszę nie przerywać.

source: NB! Backup the (entries) database using your ISP control panel or the command line.
da: NB! Lav backup af (indlægs-)databasen med din udbyders kontrolpanel eller via commandline.
fr: Remarque ! Sauvegardez votre base de données (vos entrées) en utilisant le panneau de contrôle fourni par votre hébergeur ou en ligne de commande.
it: NB: fai un backup del database usando il pannello di controllo del tuo ISP o la linea di comando.
pl: Przy okazji: wykonaj kopię zapasową bazy danych (wpisów) za pomocą panela administracyjnego twojego dostawcy sieci lub przez wiersz poleceń.
ru: PS! Для резервного копирования своих записей вам необходимо сохранить дамп БД через панель управления своего хостинга.

source: deleted %s cache files in %s seconds.
da: slettede %s cache-filer på %s sekunder.
fr: %s fichiers du cache supprimés en %s secondes.
it: eliminati %s file della cache in %s secondi.
pl: usunięto %s plików pamięci podręcznej w %s sekund(y).
ru: удалено %s файлов кэша за %s секунд.

source: Explore files
da: Udforsk filer
fr: Explorateur de fichiers
it: Esplora file
pl: Przeglądanie plików
ru: Обзор файлов

source: Spam configuration
da: Spam-konfiguration
fr: Configuration des spams
it: Configurazione anti-spam
pl: Konfiguracja przeciwspamowa
ru: Настройки фильтрации спама

source: Spam configuration saved.
da: Spam-konfiguration gemt
fr: Configuration des spams sauvegardée.
it: Configurazione anti-spam salvata.
pl: Konfiguracja przeciwspamowa została zapisana.
ru: Пользователь удален

source: Blocked Phrases
da: Blokkerede udtryk
fr: Phrases bloquées
it: Frasi bloccate
pl: Blokowane wyrażenia
ru: Стоп-Слова

source: View and Edit the Blocked Phrases to combat spam.
da: Vis og ændre de blokkede udtryk.
fr: Visionner et modifier les phrases bloquées pour combattre le spam.
it: Leggi e modifica le frasi bloccate per evitare lo spam.
pl: Przeglądanie i edycja blokowanych wyrażeń dla ochrony przed spamem.
ru: Просмотр и редактирование Стоп-слов

source: Update the Global Phrases List
da: Opdater den globale fraseliste
fr: Mettre à jour la liste globale des phrases
it: Aggiorna la lista delle frasi bloccate
pl: Aktualizuj globalną listę wyrażeń

source: Update the global phrases list from pivotx.net
da: Opdater den globale fraseliste fra pivotx.net
fr: Mettre à jour la liste globale des phrases à partir de pivotx.net
it: Aggiorna la lista delle frasi bloccate da pivotx.net
pl: Aktualizacja globalnej listy wyrażeń z pivotx.net

source: Spam Washer
fr: Nettoyeur de spams
pl: Czyściciel spamu

source: Search for spam, and delete all of it from your entries and trackbacks.
da: Søg efter spam, og slet det hele fra dine indlæg og trackbacks (link til indlægget).
fr: Rechercher les spams et les effacer de vos entrées et trackbacks.
it: Cerca lo spam e cancellalo da post e trackback.
pl: Wyszukaj spam i usuń go ze wszystkich swoich wpisów i śladów.
ru: Поиск спама и удаление его из Комментариев и Трекбеков

source: IP blocks
da: IP-blokker
fr: Blocage d'IPs
it: IP bloccati
pl: Blokady IP
ru: Блокированные IP

source: View and Edit the blocked IP addresses.
da: Vis og ændre de blokkerede IP-adresser.
fr: Afficher et modifier les adresses IP bloquées.
it: Mostra e modifica gli indirizzi IP bloccati.
pl: Przeglądanie i edycja zablokowanych adresów IP.
ru: Просмотр и редактирование заблокированных IP

source: Spam log reset.
da: Nulstil spam log.
fr: Réinitialiser le journal des spams.
it: Log dello Spam azzerato.
pl: Wyczyszczenie dziennika spamu.
ru: Очистка логов Спамфильтра

source: The user '<tt>%s</tt>' does not exist.
da: Brugeren '<tt>%s</tt>' findes ikke.
fr: L'utilisateur '<tt>%s</tt>' n'existe pas.
it: L'utente '<tt>%s</tt>' non esiste.
pl: Użytkownik '<tt>%s</tt>' nie istnieje.
ru: Пользователь '<tt>%s</tt>' не сущетвует.

source: The user was deleted
da: Brugeren er blevet slettet.
fr: L'utilisateur a été supprimé
it: L'utente è stato cancellato.
pl: Użytkownik został usunięty
ru: Пользователь был удален

source: Email already in use
da: Email er allerede i brug
fr: L'address email est déjà en cours de utilisation
it: E-mail già in uso
pl: Adres e-mail jest już zajęty
ru: Пользователь с таким Email уже зарегистрирован

source: Nickname already in use
da: Brugernavn er allerede i brug
fr: Le nom d'utilisateur existe déjà
it: Nome utente già in uso
pl: Pseudonim jest już zajęty
ru: Имя уже занято

source: The settings for user %s have been updated.
da: Indstillinger for bruger %s er blevet opdateret.
fr: Les paramètres de l'utilisateur %s ont été mis à jour.
it: Le impostazioni per l'utente '%s' sono state aggiornate.
pl: Ustawienia użytkownika %s zostały zaktualizowane.
ru: Настройки для пользоватея %s были обновлены.

source: You are not allowed to create users with userlevel administrator or higher
da: Du må ikke oprette brugere med brugerniveau administrator eller højere
fr: Vous n'êtes pas autorisé à créer des utilisateur avec un niveau d'utilisateur administrateur ou supérieur
it: Non puoi creare utenti di livello amministrativo o superiore.
pl: Nie możesz tworzyć użytkowników z poziomem administratora lub wyższym

source: Username already in use
da: Brugernavn er allerede i brug
fr: Le nom d'utilisateur existe déjà
it: Nome utente già in uso
pl: Nazwa użytkownika jest już zajęta
ru: Пользователь с таким именем уже зарегистрирован

source: The user %s has been created.
da: Brugeren %s er blevet oprettet.
fr: L'utilisateur %s a été créé.
it: L'utente %s è stato creato.
pl: Użytkownik %s został utworzony.
ru: Пользователь %s успешно создан.

source: No account found for visitor.
da: Ingen konto fundet for gæst.
fr: Aucune compte visiteur trouvé.
it: Non è stato trovato un account per il visitatore.
pl: Nie znaleziono konta tego gościa.

source: Visitor account updated.
da: Gæstekonto opdateret.
fr: Compte visiteur mis à jour.
it: Account del visitatore aggiornato.
pl: Konto gościa zostało zaktualizowane.
ru: Аккаунт посетителя обновлен.

source: A category by this name already exists
da: En kategori med dette navn findes allerede
fr: Une catégorie ayant le même nom existe déjà
it: Una categoria con questo nome esiste già
pl: Kategoria o tej nazwie już istnieje
ru: Категория с таким именем уже существует

source: The settings for category '%s' have been updated.
da: Indstillingerne for kategori '%s' er blevet opdateret.
fr: Les paramètres de la catégorie '%s' ont été mis à jour.
it: Le impostazioni per la categoria '%s' sono state aggiornate.
pl: Ustawienia kategorii '%s' zostały zaktualizowane.
ru: Настройки для категории '%s' были обновлены.

source: Edit Weblog
da: Rediger weblog
fr: Editer le weblog
it: Modifica i weblog
pl: Edycja bloga
ru: Редактировать Блог

source: Your page "%s" was successfully saved.
da: Din side "%s" blev gemt korrekt.
fr: la page '%s' a été sauvegardée avec succès.
it: La pagina "%s" è stata salvata con successo.
pl: Twoja strona "%s" została zapisana.
ru: Страница "%s" успешно сохранена.

source: Edit Comment
da: Rediger kommentar
fr: Modifier le commentaire
it: Modifica commento
pl: Edytuj komentarz
ru: Редактировать комментарий

source: The Comment was disapproved!
da: Kommentaren er blevet afvist!
fr: Le commentaire a été refusé.
it: Il commento è stato rifiutato!
pl: Komentarz został odrzucony!
ru: Комментарий отклонен!

source: The Comment was approved!
da: Kommentaren er blevet godkendt!
fr: Le commentaire a été accepté!
it: Il commento è stato approvato!
pl: Komentarz został zaakceptowany!
ru: Комментарий проверен!

source: By
da: Af
fr: Par
it: Di

source: am
da: den

source: zero
da: nul
fr: zéro
ru: ноль

source: link
da: genvej
fr: lien
it: Collegamento
ru: ссылка

source: The name of the folder in where the images are that Slideshow should use. This should be a folder inside your <tt>images</tt> folder. So if you input <tt>slideshow</tt>, the slideshow will look in the <tt>/images/slideshow/</tt> folder. Don't start or finish with a slash.
it: Il nome della cartella contenente le immagini da utilizzare per Slideshow. Questa deve essere una sotto-cartella di <tt>images</tt>. Quindi se scrivi <tt>slideshow</tt>, Slideshow userà le immagini dentro la cartella <tt>/images/slideshow/</tt>. Non inserire una barra '/' all'inizio o alla fine del nome.

source: The width and height of the thumbnails in the widget. The borders are added to this, so the total dimensions of the widget will be 6 pixels wider and taller.
it: La larghezza e l'altezza delle miniature nel widget. A queste si aggiungerà il bordo, quindi le dimensioni totali del widget saranno 6 pixel più grandi in orizzontale e in verticale.

source: This limits the number of items that are shown. If you set it too high, it will take longer to load your site.
it: Questo limita il numero massimo di elementi che saranno mostrati. Se viene impostato troppo alto, può volerci molto tempo per visualizzare il sito.

source: We probably forgot some.. Please let us know if we did, and we'll give credits in the next release
it: Probabilmente abbiamo dimenticato qualcuno... se l'abbiamo fatto per favore segnalacelo, e lo aggiungeremo nella prossima versione

source: The configuration for "%key%" was successfully updated.
it: La configurazione di "%key%" è stata aggiornata con successo.

source: The weblog settings for "%key%" were successfully updated.
it: Le impostazioni del weblog per "%key%" sono state aggiornate con successo.

source: The weblog settings could not be updated.
it: Non è stato possibile aggiornare le impostazioni del weblog.

source: Determines if this comment is displayed like it was by registered user. (regardless of whether the comment was actually made by a registered user)
it: Determina se questo commento viene mostrato come se fosse fatto da un utente registrato (indipendentemente da che sia stato effettivamente fatto da un utente registrato)

source: If set to 'yes', this comment will not be shown on the site, until it has been approved in the moderation queue
it: Se impostato a 'si', il commento sarà mostrato sul sito finché non sarà stato approvato nella coda di moderazione.

source: Administrator
fr: Administrateur
it: Amministratore
ru: Админнистратор

source: Superadmin
it: Superutente
ru: Суперадминистратор

source: The name that the category is represented by in the weblog
it: Il nome con cui la categoria è rappresentata nel weblog.

source: This category needs a name
it: Specifica il nome per questa categoria

source: Categories with a lower sorting order will appear higher in the list. If you keep all the numbers the same, they will be sorted alphabetically
it: Categorie con un ordine di selezione più basso appariranno più in alto nella lista. Se i numeri sono uguali, saranno ordinate alfabeticamente

source: If set to "Yes", this category will be hidden in archive listings. (applies only to live pages)
it: Se settata a 'Si', questa categoria sarà nascosta nella lista degli archivi. (si applica solo alle pagine live)

source: The name of this chapter
it: Il nome di questa sezione

source: A short description of this chapter
it: Una breve descrizione di questa sezione

source: The text that is used to indicate that there is more text in this entry than is shown on the front page. If you leave this blank, PivotX will use the default as defined by the language settings
it: Il testo usato ad indicare che c'è ulteriore testo oltre a quello mostrato nella prima pagina. Lasciandolo vuoto, Pivot userà il default come definito dall'impostazione della lingua

source: Some instances of servers on which the ghastly safe_mode is enabled, might require playing with this option. On most servers this option will not have any effect
it: Alcune istanze dei server nei quali l'orrendo safe_mode è abilitato potrebbero richiedere di usare questa opzione. Nella maggior parte dei server questa opzione non ha effetto

source: This determines the format for the full date and time. Most often used at the top of a single entry page
it: Determina il formato completo per la data e l'ora. Usato generalmente nella parte alta di una pagina per il singolo articolo

source: The file %s was deleted
it: Il file %s è stato rimosso

source: folder
fr: Répertoire
it: cartella
ru: каталог

source: Your entry has been posted! Title: %s User: %s Category: %s Introduction: %s
it: Il tuo articolo è stato pubblicato! Titolo: %s Utente: %s Categoria: %s Introduzione: %s

source: Languages
ru: Языки

source: SpamQuiz
ru: Защита от спама - SpamQuiz

source: ok
ru: ок

source: Ok
ru: Ок
