Repository: pivotx/PivotX-translations
Catalog: translations/*.po
Languages: da, fr, it, pl, ru

source: A comma separated list of IP that shouldn't be registered in Piwik.
da: En komma-separeret liste med IP, som ikke skal registreres i Piwik.
it: Una lista separata da virgole di IP che non dovrebbero essere registrati in Piwik.
pl: Rozdzielona przecinkami lista adresów IP, które nie powinny być rejestrowane przez Piwika.

source: Preview
da: For-visning
fr: Aperçu
it: Anteprima
pl: Podgląd
ru: Предосмотр

source: Default folder name
da: Standard foldernavn
fr: Nom de répertoire par défaut
it: Cartella predefinita
pl: Nazwa domyślnego foldera

source: That's not a proper folder name!
da: Det er ikke et gyldigt foldernavn!
fr: Nom de répertoire incorrect!
it: Nome della cartella non valido!
pl: To nie jest prawidłowa nazwa foldera!

source: Default timeout
da: Standard-timeout
fr: Timeout par défaut
it: Timeout predefinito
pl: Domyślny czas wyświetlania

source: The time (in milliseconds) between each image in the slideshow.
da: Tiden (i ms) mellem hvert billede i dit slideshow.
it: La pausa (in millisecondi) tra ciascuna immagine dello slideshow.
pl: Czas (w milisekundach) między wyświetlaniem grafik w pokazie slajdów.

source: Default width
da: Standard-bredde
fr: largeur par défaut
it: Larghezza predefinita
pl: Domyślna szerokość

source: Default height
da: Standard-højde
fr: Hauteur par défaut
it: Altezza predefinita
pl: Domyślna wysokość

source: Limit
da: Grænse
fr: Limite
it: Limite
pl: Liczba

source: Order by
da: Sorter efter
fr: Trier par
it: Ordina per
pl: Sortuj

source: Date ascending
da: Dato stigende
fr: Date croissante
it: Data crescente
pl: według daty, rosnąco

source: Date descending
da: Dato faldende
fr: Date décroissante
it: Data decrescente
pl: według daty, malejąco

source: Alphabet
da: Alfabet
fr: Ordre alphabétique
it: Alfabeto
pl: alfabetycznie

source: Random
da: Tilfældig
fr: Aléatoire
it: Casuale
pl: losowo

source: Select the order in which the images are shown.
da: Vælg den rækkefølge, hvori billederne skal vises.
fr: Sélectionnez l'ordre dans lequel les images sont affichées
it: Imposta l'ordine in cui sono mostrate le immagini.
pl: Wybierz kolejność wyświetlania grafik.

source: Use popup
da: Brug popup
it: Utilizza un pop-up
pl: Użyj okna wyskakującego

source: Thickbox
pl: typu Thickbox

source: Fancybox
pl: typu Fancybox

source: Select which popup type images are displayed in when clicked.
da: Vælg den type popup, som billeder vises i, når der klikkes på dem.
it: Scegli in quale pop-up sono mostrate le immagini quando vengono cliccate.
pl: Wybierz typ okna z grafiką wyskakującego po kliknięciu.

source: Use recursion
da: Brug rekursion
pl: Rekursywnie

source: Leaf
da: Blad
pl: katalogi najniższego poziomu
ru: Лист

source: All
da: Alle
pl: wszystkie podkatalogi
ru: Все

source: Use directories in title
da: Brug foldere i titlen
pl: Używaj nazw katalogów w tytule

source: Yes, include directory names to the automatically generated image titles.
da: Ja, tilføj foldernavne til de automatisk oprettede billedtitler.
pl: Używaj nazw katalogów do automatycznego tworzenia tytułów grafik.

source: Warning! These features are experimental, so use them with caution!
da: Advarsel! Disse egenskaber er eksperimentelle, så brug dem med forsigtighed!
fr: Attention! Ces fonctions sont expérimentales, utilisez-les avec précaution!
it: Attenzione! Queste funzioni sono sperimentali, quindi usale con cautela!
pl: Uwaga! Te funkcje są eksperymentalne, więc korzystaj z nich ostrożnie!
ru: Внимание! Эти функции являются экспериментальными, так что используйте их с осторожностью!

source: IPTC Index
da: IPTC indeks
pl: Indeks IPTC

source: IPTC Encoding
da: IPTC kodning
pl: Kodowanie IPTC

source: These icons link to social bookmarking sites where readers can share and discover new web pages.
da: Disse ikoner linker til sociale bogmærkesider, hvor læserne kan dele og finde nye websider.
it: Queste icone portano a siti di social bookmarking dove i lettori possono condividere e scoprire nuove pagine web.
pl: Te ikony prowadzą do społecznościowych serwisów z zakładkami, gdzie czytelnicy mogą dzielić się i odkrywać nowe strony internetowe.

source: Rating button description
da: Vurderingsknap-beskrivelse
it: Descrizione del pulsante valutazione
pl: Opis przycisku oceny

source: That's not a proper description!
da: Det er ikke en gyldig beskrivelse!
fr: Description incorrecte!
it: Questa non è una descrizione valida!
pl: To nie jest prawidłowy opis!
ru: Не верное описание!

source: The text to display besides the star ranking buttons. You can use %count% and %average% to insert those values.
da: Den tekst der skal vises ved siden af vurderings-stjernerne. Du kan bruge %count% og %average% for at indsætte disse værdier.
it: Il testo da mostrare acconto ai pulsanti di valutazione. Puoi usare %count% e %average% per inserire i rispettivi valori.
pl: Komunikat wyświetlany obok przycisków oceny gwiazdkami. Można używać zmiennych %count% i %average% do wyświetlania ilości głosów i średniej.

source: Rating average description
da: Vurderingsgennemsnit-beskrivelse
it: Descrizione della media di valutazione
pl: Opis średniej oceny

source: The text to show when only showing a simple average. You can use %average% to insert that value.
da: Teksten der skal vises, når der kun vises et simpelt gennemsnit. Du kan bruge %average% for at indsætte denne værdi.
it: Il testo da mostrare quando si visualizza la media. Puoi usare %average% per inserire il rispettivo valore.
pl: Komunikat wyświetlany przy zwykłej średniej ocen. Można używać zmiennych %count% i %average% do wyświetlania ilości głosów i średniej.

source: Thank you for voting!
da: Tak for din stemme!
fr: Merci d'avoir voté!
it: Grazie per il tuo voto!
pl: Dziękujemy za oddanie głosu!
ru: Спасибо за ваше мнение!

source: Use your browser's back button to go back to the previous page.
da: Brug browserens tilbage-knap for at komme til forrige side.
fr: Utilisez le bouton précédent de votre navigateur pour retourner à la page précédente
it: Usa il pulsante Indietro del tuo browser per tornare alla pagina precedente.
pl: Użyj przycisku powrotu w przeglądarce aby wrócić do poprzedniej strony.

source: Your WIE login name
da: Dit WIE login-navn
pl: Twój login na WIE

source: That's not a proper username!
da: Det er ikke et gyldigt brugernavn!
fr: Nom d'utilisateur incorrect!
it: Nome utente non adeguato
pl: To nie jest prawidłowa nazwa użytkownika!
ru: Не верное Имя Пользователя!

source: The name you use to log in at %s
da: Navnet hvormed du logger ind på %s
pl: Nazwa której używasz do logowania na %s

source: Include weblog frontpages
da: Medtag weblog-forsider
it: Includi le pagine iniziali dei weblog.
pl: Załączaj widoki głównych stron blogów

source: Include entries
da: Medtag indlæg
fr: Inclure les entrées
it: Includi articoli
pl: Załączaj wpisy

source: Include pages
da: Medtag sider
fr: Inclure les pages
it: Includi pagine
pl: Załączaj strony

source: Filter as any robot
da: Filtrer som enhver robot
pl: Blokuj jak każdego robota

source: Test each sitemap entry against all Disallow rules in robots.txt. User-agent qualifiers are ignored, every Disallow will contribute to URI exclusion.
da: Afprøv hver sitemap mod alle disallow-regler i robots.txt. User-agent qualifiers ignoreres, hver disallow vil bidrage til URI-udelukkelse.
pl: Sprawdzaj wszystkie elementy mapy strony pod kątem reguł blokowania w pliku robots.txt. Identyfikatory agenta użytkownika nie są uwzględniane, każda reguła blokowania spowoduje pomijanie danego adresu URI.

source: If this doesn't make any sense to you, leave the check box unchecked.
da: Hvis det ikke giver mening for dig, så lad være med at sætte mærke her.
pl: Jeśli to nic dla ciebie nie znaczy, pozostaw to pole niezaznaczone.

source: Additional URIs
da: Ekstra URIs
pl: Dodatkowe adresy URI

source: Additional URIs to include in sitemap. Separate the URIs with a comma. The URIs should be absolute paths (i.e. /myuri/here). Last modified will always be set to the current day.
da: Yderligere URIs, der skal medtages i sitemap. Adskil hver URI med et komma. En URI skal være en absolut sti (f.eks. /myuri/here). Sidst ændrede vil altid blive sat til den aktuelle dato.
pl: Dodatkowe adresy URI, które mają się znajdować w mapie strony. Wpisuj rozdzielając przecinkiem. Adres powinien być ścieżką bezwzględną (np. /mój-adres/tu). Informacja o ostatniej modyfikacji zostanie ustawiona na dzień bieżący.

source: About
da: Om
fr: A propos
it: Riguardo a
pl: Informacje
ru: подробнее

source: Latest Comments
da: Nyeste kommentarer
fr: Commentaires récents
it: Ultimi commenti
pl: Nowe komentarze
ru: Последние Комментарии

source: Stuff
da: Diverse
fr: contenu
it: Varie
pl: Serwis
ru: Содержание

source: Archives
da: Arkiv
it: Archivi
pl: Archiwum
ru: Архивы

source: Categories
da: Kategorier
fr: Catégories
it: Categorie
pl: Kategorie
ru: Категории

source: Links
da: Genvej
fr: Liens
it: Collegamenti
pl: Linki
ru: Ссылки

source: Search
da: Søg
fr: Rechercher
it: Cerca!
pl: Szukaj
ru: Поиск

source: Linkdump
da: Genvejsdump
pl: Na skróty
ru: Избранное

source: Home
da: Hjem
fr: Accueil
pl: Strona domowa
ru: Главная

source: Tag Cloud
da: Emne-område
fr: nuage de mots clés
it: Nuvola dei tag
pl: Znaczniki
ru: Облако Меток

source: Search Results
da: Søgeresultat
fr: Résultat de la recherche
it: Risultati della Ricerca
pl: Wyniki wyszukiwania
ru: Результат поиска

source: Name
da: Navn
fr: Nom
it: Nome
pl: Nazwa
ru: Имя

source: URL
pl: Adres URL

source: Post Comment
da: Send kommentar
fr: Publier
it: Inserisci Commento
pl: Wyślij komentarz
ru: Отправить Комментарий

source: Preview Comment
da: Vis kommentar
fr: Aperçu
it: Anteprima Commento
pl: Podgląd komentarza
ru: Предосмотр комментария

source: Remember personal info?
da: Husk personlig info?
fr: Retenir les informations personnelles ?
it: Mantenere le informazioni personali?
pl: Zapamiętać informacje o tobie?
ru: Запомнить личные данные ?

source: Yes, give me a cookie and remember me.
da: Ja, giv mig en cookie og husk mig.
fr: J'accepte le cookie permettant de se souvenir de moi
it: Si, salva i miei dettagli in un cookie e ricordati di me.
pl: Tak, zapisz ciasteczko i zapamiętaj mnie.
ru: Запомнить меня.

source: Navigation
it: Navigazione
pl: Nawigacja
ru: Навигация

source: Top
fr: Haut de page
it: Inizio
pl: Na górę strony
ru: Вверх

source: Powered by
da: Drevet af
fr: Propulsé par
pl: zasilane przez

source: More
da: Mere
fr: Plus
it: Continua
pl: Więcej
ru: далее

source: Pages
da: Sider
it: Pagine
pl: Strony
ru: Страницы

source: Meta
fr: Méta
pl: Serwis
ru: Мета

source: (optional field)
da: (optionalt felt)
pl: (pole opcjonalne)
ru: (необязательное поле)

source: Comment
da: Kommentar
fr: Commentaire
it: Commento
pl: Komentarz
ru: Комментарий

source: Notify
da: Påmindelse
fr: Avertir
it: Notifica
pl: Powiadamianie

source: Yes, send me email when someone replies.
da: Ja, send mig en e-mail når nogen svarer.
fr: Etre prévenu par email quand quelqu'un répond.
it: Si, mandami un'e-mail se qualcuno risponde.
pl: Tak, wyślij e-mail kiedy ktoś mi odpowie.
ru: Да, отправлять мне Email уведомление при ответах.

source: Hide email
da: Skjul e-mail
fr: masquer l'adresse email
it: Nascondi email
pl: Ukryj e-mail
ru: Не отображать мой Email

source: Yes, hide my email address.
da: Ja, skjul min e-mailadresse.
fr: Oui, cacher mon adresse email.
it: Si, nascondi il mio indirizzo email.
pl: Tak, ukryj mój adres e-mail.
ru: Да, скрывать мой Email

source: <strong>Small print:</strong> All html tags except &lt;b&gt; and &lt;i&gt; will be removed from your comment. You can make links by just typing the url or mail-address.
da: <b>Bemærk:</b> Alle HTML-tags bortset fra &lt;b&gt; og &lt;i&gt; fjernes fra din kommentar. Du kan lave genveje ved at skrive URLen eller e-mailadressen direkte ind i teksten.
fr: <strong>Précision :</strong> Toutes les balises HTML sauf &lt;b&gt; et &lt;i&gt; seront supprimées de votre commentaire. Vous pouvez créer des liens juste en entrant l'URL ou l'adresse email.
it: <b>Nota:</b> Tutti i tag HTML eccetto &lt;b&gt; e &lt;i&gt; saranno rimossi dal commento. Puoi inserire collegamenti semplicemente scrivendo un URL o un indirizzo e-mail.
pl: <strong>Uwaga:</strong> Wszystkie znaczniki HTML poza &lt;b&gt; i &lt;i&gt; zostaną usunięte z twojego komentarza. Możesz dodawać linki wpisując po prostu adres URL lub e-mail.
ru: <strong>Внимание:</strong> Все html теги за исключением &lt;b&gt; and &lt;i&gt; будут автоматически удалены из комментария.

source: Warning!
da: Advarsel!
fr: Attention!
it: Attenzione!
pl: Uwaga!
ru: Внимание!

source: Javascript and Cookies must be enabled to log in to PivotX.
da: Javascript og cookies skal være aktiverede for at kunne logge ind på PivotX.
pl: Aby się zalogować do PivotX trzeba mieć włączoną obsługę JavaScript i ciasteczek.

source: PivotX couldn't set the session properly. Try logging out, and logging on again. You could also try clearing your browser's cache, and make sure no software on your computer is interfering with the cookies.
da: PivotX kunne ikke sætte sessionen korrekt. Prøv at logge ud og ind igen. Du kan også prøve at slette din browsers cache, og sikre, at intet software på din computer kolliderer med cookies.
fr: PivotX n'a pas pu définir correctement la session. Essayez de vous déconnecter puis de vous connecter à nouveau.. Vous pouvez aussi essayer de vider le cache de votre navigateur et vous assurer qu'aucune autre application n'interfère avec les cookies.
it: PivotX non riesce as impostare la sessione. Prova a uscire ed accedere di nuovo. Puoi provare anche a svuotare la cache del browser, ed assicurarti che sul tuo computer non ci siano software che possano interferire col funzionamento dei cookie.
pl: PivotX nie był w stanie prawidłowo otworzyć sesji. Spróbuj się wylogować i zalogować ponownie. Możesz też wyczyścić pamięć podręczną swojej przeglądarki i upewnić się, że żaden twój program nie wpływa na ciasteczka.

source: If the problem persists, ask for help on the forum.
da: Hvis problemet fortsætter, spørg om hjælp i vores forum.
fr: Si le problème persiste, consultez et demandez de l'aide sur le forum.
it: Se il problema persiste, chiedi aiuto sul forum.
pl: Jeśli problem będzie się powtarzał, poproś o pomoc na forum.

source: Insert an Image
da: Indsæt et billede
fr: Insérer une image
it: Inserisci un'Immagine
pl: Wstaw grafikę
ru: Вставить изображение

source: To insert an image, you should upload an image, or select a previously uploaded image.
da: For at indsætte et billede må du uploade et billede eller vælge et billede som allerede er uploaded.
fr: Pour insérer une image, vous devez en ajouter une par upload ou en sélectionner une déjà sur le serveur.
it: Per inserire un'immagine, devi caricare un file o selezionarne uno precedentemente memorizzato.
pl: Aby wstawić grafikę musisz ją wysłać lub wybrać uprzednio wysłaną.
ru: Для вставки изображения Вы должны загрузить его на сервер или выбрать уже загруженное.

source: 2 MB Max
fr: 2Mo maximum
it: Massimo 2 MB
pl: Maksymalnie 2 MB
ru: 2 МБ Максимум

source: Image name
da: billedenavn
fr: Nom de l'image
it: Nome immagine
pl: Nazwa grafiki
ru: Название изображения

source: Select an image
da: Vælg et billede
fr: Sélectionner une image
it: Seleziona un' immagine
pl: Wybierz grafikę
ru: Выбирите изображение

source: Alternate text
da: Alternativ tekst
fr: Texte alternatif
it: Testo Alternativo
pl: Opis alternatywny
ru: Альтернативный текст

source: Title
da: Titel
fr: Titre
it: Titolo
pl: Tytuł
ru: Заголовок

source: Align
da: Juster
fr: Aligner
it: Allineamento
pl: Wyrównanie
ru: Выравнивание

source: Center (default)
da: Centrer (standard)
fr: Centrer (défaut)
it: Centro (default)
pl: wyśrodkowana (domyślnie)
ru: Центр (по умолчанию)

source: Left
da: Venstre
fr: Gauche
it: Sinistra
pl: do lewej
ru: Лево

source: Right
da: Højre
fr: Droite
it: Destra
pl: do prawej
ru: Право

source: Inline
fr: Justifier
pl: oblewanie

source: Insert image!
da: Indsæt billede!
fr: Insérer une image!
it: Inserisci un'immagine!
pl: Wstaw grafikę!
ru: Добавить изображение

source: Cancel
da: Afbryd
fr: Annuler
it: Annulla
pl: Anuluj
ru: Отмена

source: Filter on:
da: Filter til:
pl: Filtr na:
ru: Фильтровать по:

source: Category
da: Kategori
fr: Catégorie
it: Categoria
pl: Kategoria
ru: Категория

source: all categories
da: alle kategorier
pl: wszystkie kategorie
ru: все категории

source: Author
da: Forfatter
fr: Auteur
it: Autore
pl: Autor
ru: Автор

source: all authors
da: alle forfattere
pl: wszyscy autorzy
ru: все авторы

source: Status
fr: Statut
it: Stato
pl: Stan
ru: Статус

source: all statuses
da: alle status
pl: wszystkie stany

source: Go!
da: OK
fr: Aller!
it: Vai!
pl: Wykonaj!
ru: Вперед!

source: Search for:
da: Søg efter:
pl: Szukaj:
ru: Поиск:

source: Reset search
da: Nulstil søgning
pl: Wyczyść szukanie
ru: Сбросить поиск

source: Show all
da: Vis alle
pl: Pokaż wszystko
ru: Показать все

source: Uploading
da: Oploading
pl: Wysyłanie
ru: Загрузка

source: uploaded
da: oploadet
pl: wysłane

source: Uploaded
da: Oploadet
pl: Wysłane

source: File extension error
da: Filendelses-fejl
pl: Błąd rozszerzenia pliku

source: Upload too big
da: Opload for stor
pl: Wysyłka zbyt duża

source: Upload error
da: Opload fejl
pl: Błąd wysyłania
ru: Ошибка загрузки

source: Orphaned Pages
da: Ikke-linkede sider
fr: Pages orphelines
it: Pagine orfane
pl: Strony osierocone
ru: Отдельные Страницы

source: These pages do not belong to any chapter, and will not show up in pagelists or menus.
da: Disse sider hører ikke til noget kapitel, og vil ikke blive vist i sidelister og menuer.
fr: Ces pages ne font partie d'aucun chapitre et ne seront affichées ni dans la liste des pages ni dans les menus.
it: Queste pagine non appartengono ad alcuna sezione, non saranno pertanto mostrate nella lista pagine o nei menu.
pl: Te strony nie należą do żadnego rozdziału i nie będą wyświetlane w listach stron ani menu.

source: order
da: rækkefølge
fr: tri
it: ordinamento
pl: kolejność
ru: сортировать

source: back to top
da: tilbage til toppen
pl: powrót na górę
ru: к началу

source: Edit this page
da: Editer denne side
fr: Modifier cette page
it: Modifica questa pagina
pl: Edytuj tę stronę
ru: Редактировать страницу

source: Timed Publish
da: Planlagt publisering
fr: Publié le
it: Pubblica il
pl: publikacja w terminie
ru: Отложенная публикация

source: Hold
da: Stop
fr: En attente
it: Salva bozza
pl: wstrzymane
ru: Не публиковать

source: Published
da: Publiseret
fr: Publié
it: Pubblicato
pl: opublikowane
ru: Опубликовано

source: default template
da: standardskabelon
fr: modèle par défaut
it: modello predefinito
pl: domyślny szablon
ru: шабон "по-умолчанию"

source: Edit Page
da: Editer side
fr: Modifier la page
it: Modifica pagina
pl: Edytuj stronę
ru: Редактировать страницу

source: Are you sure you wish to delete this Page?
da: Er du sikker på at du vil slette denne side?
it: Sei sicuro di voler eliminare questa pagina?
pl: Na pewno chcesz usunąć tę stronę?

source: Delete Page
da: Slet side
fr: Supprimer la page
it: Elimina pagina
pl: Usuń stronę
ru: Удалить Страницу

source: Write a new Page
da: Skriv en ny side
fr: Écrire une nouvelle page
it: Crea una nuova pagina
pl: Utwórz nową stronę
ru: Создать новую Страницу

source: Edit Chapter
da: Editer kapitel
fr: Modifier Chapitre
it: Modifica sezione
pl: Edytuj rozdział
ru: Редактировать Раздел

source: Are you sure you wish to delete this Chapter?
da: Skal dette kapitel virkelig slettes?
fr: Êtes-vous sûr de vouloir supprimer ce chapitre?
it: Sei sicuro di voler eliminare questa sezione?
pl: Na pewno chcesz usunąć ten rozdział?

source: Delete Chapter
da: Slet kapitel
fr: Supprimer le chapitre
it: Elimina sezione
pl: Usuń rozdział
ru: Удалить Раздел

source: Add a Chapter
da: Tilføj et kapitel
fr: Ajouter un chapitre
it: Aggiungi una sezione
pl: Dodaj rozdział
ru: Добавить Раздел

source: Visit our website at:
da: Besøg vores webside på:
fr: consultez notre site web :
it: Visita il nostro sito web:
pl: Odwiedź naszą stronę:
ru: Посетите наш сайт:

source: The PivotX Team
da: PivotX holdet
fr: L'équipe PivotX
it: Il team di PivotX
pl: Zespół PivotX
ru: Команда PivotX

source: Core team members
da: Kernehold-medlemmer
it: Membri principali del team
pl: Członkowie głównego zespołu

source: aka
da: også kendt som
pl: pseud.

source: Code
da: Kode
it: Codice
pl: Kod
ru: Код

source: architecture
da: arkitektur
it: architettura
pl: architektura

source: Contact
da: Kontakt
it: Contatto
pl: Kontakt
ru: Контакты

source: Head of Support
da: Leder af support
fr: Support principal
it: Responsabile del supporto
pl: szef działu obsługi

source: website maintenance
da: webside vedligeholdelse
fr: Maintenance
it: Manutenzione del sito
pl: opieka nad stroną
ru: администрирование сайта

source: contact
da: kontakt
it: contatto
pl: Kontakt
ru: контакт

source: Note: please don't use these email addresses for support questions. Please use our forum for those:
da: Bemærk: brug ikke disse email-adresser til support-spørgsmål. Brug vores forum til det:
fr: Remarque : n'utilisez pas ces adresses email pour du support technique. Pour cela, utilisez notre forum :
it: Nota: per favore non usare questi indirizzi email per richieste di supporto. Per favore usa il nostro forum per queste:
pl: Uwaga: proszę nie używać tych adresów do szukania pomocy. W tym celu prosimy korzystać z naszego forum:

source: Official contributors
da: Officielle bidragydere
fr: Contributeurs officiels
it: Collaboratori ufficiali
pl: Oficjalni współtwórcy

source: (support and additional coding)
da: (support og anden kodning)
it: (supporto e codifica addizionale)
pl: (obsługa i dodatkowe kodowanie)

source: Previous contributors
da: Forrige bidragydere
fr: Contributeurs précédents
it: Collaboratori precedenti
pl: Dawni współtwórcy

source: lest we forget
da: det vi glemte
it: Da non dimenticare
pl: więcej nie pamiętamy

source: Used libraries / tools
da: Brugte biblioteker / værktøjer
fr: Librairies / outils utilisés
it: Librerie e strumenti utilizzati
pl: Używane biblioteki/narzędzia

source: website
da: webside
fr: site web
it: sito web
pl: strona
ru: сайт

source: We probably forgot some... Please let us know if we did, and we'll give credits in the next release
da: Vi har sikkert glemt nogen ... Fortæl os hvis vi gjorde, så vil de blive nævnt i næste udgave.
pl: Prawdopodobnie o kimś zapomnieliśmy. Jeżeli tak, to daj nam znać, a dodamy informację o nim w następnym wydaniu.

source: The latest comments
da: De nyeste kommentarer
fr: Commentaires récents
it: Ultimi commenti
pl: Najnowsze komentarze
ru: Последнии комментарии

source: IP-address
da: IP-adresse
fr: adresse IP
it: Indirizzo IP
pl: Adres IP
ru: IP адрес

source: Date
da: Dato
it: Data
pl: Data
ru: Дата

source: Edit this comment
da: Editer denne kommentar
fr: Modifier ce commentaire
it: Modifica questo commento
pl: Edytuj ten komentarz
ru: Редактировать комментарий

source: Edit
da: Rediger
fr: Modifier
it: Modifica
pl: Edytuj
ru: Редактировать

source: Delete this comment?
da: Slet denne kommentar?
fr: Supprimer ce commentaire?
it: Elimina questo commento?
pl: Usunąć ten komentarz?
ru: Удалить комментарий ?

source: Delete
da: Slet
fr: Supprimer
it: Elimina
pl: Usuń
ru: Удалить

source: Unblock this IP-address?
da: Frigiv denne IP-adresse?
fr: Débloquer cette adresse IP?
it: Sbloccare questo indirizzo IP?
pl: Odblokować ten adres IP?
ru: Разблокировать IP адрес?

source: Unblock IP
da: Afblokker IP
fr: Débloquer l'IP
it: Sblocca IP
pl: Odblokuj IP
ru: Разблокировать IP

source: Block this IP-address?
da: Blokker denne IP-adresse?
fr: Bloquer cette adresse IP?
it: Vuoi bloccare questo indirizzo IP?
pl: Zablokować ten adres IP?
ru: Заблокировать этот IP-адрес?

source: Block IP
da: Bloker IP
fr: Bloquer l'IP
it: Blocca IP
pl: Zablokuj IP
ru: Блокировать IP
