Repository: pivotx/PivotX-translations
Catalog: translations/*.po
Languages: da, fr, it, pl, ru

source: on
da: på
fr: actif
it: il
pl: na

source: There are no latest comments
da: Der er ingen nyeste kommentarer
fr: Il n'y a pas de commentaires récents
it: Non ci sono ultimi commenti
pl: Brak najnowszych komentarzy
ru: Новых комментариев не обнаружено

source: No comments
da: Ingen kommentarer
fr: Pas de commentaires
it: Nessun commento
pl: Brak komentarzy
ru: Нет комментариев

source: Welcome, unknown user.
da: Velkommen, ukendt bruger.
fr: Bienvenue utilisateur inconnu
it: Benvenuto, utente sconosciuto
pl: Witaj, nieznajomy użytkowniku.
ru: Добро пожаловать, Незнакомец

source: Welcome back
da: Velkommen tilbage
fr: Bienvenue
it: Bentornato
pl: Witaj ponownie
ru: Добро пожаловать

source: IP address
da: IP-adresse
fr: adresse IP
it: Indirizzo IP
pl: Adres IP
ru: IP адрес

source: User agent
da: Bruger-agent
pl: Klient użytkownika

source: In moderation
da: Under moderation
it: Da moderare
pl: W moderacji
ru: На модерации

source: No title
da: Ingen titel
fr: Pas de titre
it: Nessun titolo
pl: Brak tytułu
ru: Нет заголовка

source: Chapter
da: Kapitel
fr: Chapitre
it: Sezione
pl: Rozdział
ru: Раздел

source: none
da: ingen
fr: aucun
it: nessuno
pl: nic
ru: отменить

source: Template
da: Skabelon
fr: Modèle
it: Modello
pl: Szablon
ru: Шаблон

source: Posted
da: Skrevet
fr: Posté
it: Pubblicato
pl: Wysłane
ru: Опубликовано

source: No name
da: Intet navn
fr: Pas de nom
it: Nessun nome
pl: Brak nazwy
ru: Нет Имени

source: On
da: På
fr: Actif
it: Il
pl: na

source: Introduction
da: Introduktion
it: Introduzione
pl: Wstęp
ru: Краткое описание

source: Body
da: Krop
fr: Corps
it: Corpo
pl: Treść
ru: Текст

source: Keywords
da: Nøgleord
fr: Mots clés
it: Parole chiave
pl: Słowa kluczowe
ru: Ключевые слова

source: Tags
da: Mærker
fr: Mots clés
it: Tag
pl: Znaczniki
ru: Метки

source: Separate Tags with spaces. E.g., movies jedi starwars (not 'star wars')
da: Enkelte mærker med mellemrum f.eks., film jedi starwars (ikke 'star wars')
fr: Séparez les mots clés par des espaces, par exemple : movies jedi starwars (et non pas 'star wars')
it: Separa i tag con degli spazi. Per esempio, film jedi starwars (non 'star wars')
pl: Oddzielaj znaczniki za pomocą spacji, np.: filmy jedi gwiezdnewojny (a nie "gwiezdne wojny")
ru: Разделяйте Метки пробелами. Например, фильм про джедаев StarWars (не 'Star Wars')

source: Post Status
da: Status for indlæg
fr: Statut
it: Stato
pl: Stan
ru: Статус

source: Publish
da: Publiser
fr: Publié
it: Pubblica
pl: opublikowane
ru: Публиковать

source: Publish on
da: Publiseret på
fr: Publié le
it: Pubblica il
pl: Opublikuj w terminie
ru: Дата публикации

source: Post Page
da: Send side
fr: Poster la page
it: Pubblica pagina
pl: Zapisz stronę
ru: Опубликовать

source: (none)
da: (ingen)
fr: (aucun)
it: (nessuno)
pl: (brak)
ru: (пусто)

source: Allow comments
da: Tillad kommentarer
fr: Autoriser les commentaires
it: Permetti Commenti
pl: Komentarze dozwolone
ru: Разрешить комментирование

source: Post Entry
da: Send indlæg
fr: Publier
it: Inserisci articolo
pl: Zapisz wpis
ru: Создать Запись

source: Entries
da: indlæg
fr: Entrées
it: Articoli
pl: Wpisy
ru: Записи

source: Comments
da: Kommentarer
fr: Commentaires
it: Commenti
pl: Komentarze
ru: Комментарии

source: Other
da: Andre
fr: Autre
it: Altro
pl: Inne
ru: Прочее

source: Overview
da: Oversigt
fr: Accueil
it: Riepilogo
pl: Przegląd
ru: Обзор

source: New Entry
da: Nyt indlæg
fr: Nouvelle entrée
it: Nuovo articolo
pl: Nowy wpis
ru: Новая Запись

source: New Page
da: Ny side
fr: Nouvelle page
it: Nuova pagina
pl: Nowa strona
ru: Новая Страница

source: Logout
da: Log ud
fr: Déconnexion
it: Esci.
pl: Wyloguj się
ru: Выйти

source: View site
da: Vis side
fr: Voir le site
it: Mostra il sito
pl: Odwiedź stronę
ru: Просмотр сайта

source: About PivotX
da: Om PivotX
fr: À propos de PivotX
it: Riguardo PivotX
pl: O PivotX
ru: Подробнее о PivotX

source: c
pl: k
ru: к

source: t
pl: ś

source: more
da: mere
fr: plus
it: continua
pl: więcej
ru: еще

source: The latest entries
da: De nyeste indlæg
fr: Entrées récentes
it: Ultimi articoli
pl: Najnowsze wpisy
ru: Последнии записи

source: The latest pages
da: De nyeste sider
fr: Pages récentes
it: Ultime pagine
pl: Najnowsze strony
ru: Последнии страницы

source: The latest trackbacks
da: Nyeste trackbacks
fr: Trackbacks récents
it: Gli ultimi trackback
pl: Najnowsze ślady
ru: Последние трекбеки

source: Blog Name
da: Blognavn
fr: Nom du weblog
it: Nome del weblog
pl: Nazwa bloga
ru: Название Блога

source: Edit this trackback
da: Editer denne trackback
fr: Modifier ce trackback
it: Modifica trackback
pl: Edytuj ślad
ru: Редактировать трекбек

source: Delete this trackback?
da: slette denne trackback?
fr: Supprimer ce trackback?
it: Elimina trackback?
pl: Usunąć ten ślad?
ru: Удалить трекбек ?

source: There are no latest trackbacks
da: Der er ingen nye trackbacks
fr: Il n'y a pas de trackback récent
it: Nessun trackback
pl: Brak najnowszych śladów
ru: Нету новых трекбеков

source: No trackbacks
da: Ingen trackbacks
fr: Pas de trackback
it: Nessun trackback
pl: Brak śladów
ru: Нету трекбеков

source: The configuration could not be updated.
da: Konfigurationen kunne ikke opdateres.
fr: La configuration n'a pas pu être mise à jour.
it: Non è stato possibile aggiornare la configurazione.
pl: Wartość ustawienia nie mogła zostać zaktualizowana.

source: Permalink
fr: Permalien
pl: Stały link
ru: Постоянная ссылка

source: edit
da: rediger
fr: Editer
it: Modifica
pl: edytuj
ru: редактировать

source: Internal Name
da: Internt navn
fr: nom interne
it: Nome interno
pl: Nazwa wewnętrzna

source: Subtitle
da: Undertitel
fr: Sous-titre
it: Sottotitolo
pl: Podtytuł
ru: Подзаголовок

source: Post or Preview
da: Send eller vis
fr: poster ou prévisualiser
it: Inserisci o Anteprima
pl: Zapisz lub podejrzyj
ru: Публикация и Предосмотр

source: Post and Continue Editing
da: Send og fortsæt med at editere
fr: Poster et continuer la modification
it: Inserisci e continua a modificare
pl: Zapisz i kontynuuj edycję
ru: Опубликовать и продолжить

source: Order
da: Rækkefølge
fr: Tri
it: Ordina
pl: Kolejność
ru: Сортировать

source: Created on
da: Oprettet den
fr: Créé le
it: Creato il
pl: Utworzono
ru: Создано

source: Last edited on
da: Senest editeret den
fr: Dernière modification
it: Ultima modifica il
pl: Ostatnio edytowane
ru: Последнее редактирование

source: Are you sure you wish to delete this page?
da: Er du sikker på at du vil slette denne side?
fr: Êtes-vous sûr de vouloir supprimer cette entrée?
it: Sei sicuro di voler eliminare questa pagina?
pl: Na pewno chcesz usunąć tę stronę?

source: Delete page
da: Slet side
fr: Supprimer la page
it: Elimina pagina
pl: Usuń stronę

source: Compact view
da: Komprimeret visning
fr: Affichage liste
it: Vista compatta
pl: Widok zwarty
ru: Компактный вид

source: Active widgets
da: Aktive widgets
fr: Widgets actifs
it: Widget attivi
pl: Aktywne widżety
ru: Активные виджеты

source: Available Widgets
da: Tilgængelige Widgets
fr: Widgets disponibles
it: Widget disponibili
pl: Dostępne widżety
ru: Доступные Виджеты

source: Save
da: Gem
fr: Sauvegarder
it: Salva
pl: Zapisz
ru: Сохранить

source: Update available
da: Opdate tilgængelig
fr: Mise à jour disponible
it: Aggiornamento disponibile
pl: Aktualizacje są dostępne

source: Version
it: Versione
pl: Wersja
ru: Версия

source: General
da: Generelt
fr: Général
it: Generale
pl: Ogólne

source: Templates
da: Skabelon
fr: Modèles
it: Modelli
pl: Szablony
ru: Шаблоны

source: Subweblogs
da: Underweblogs
fr: Sous-weblogs
it: Sub-weblog
pl: Blogi podrzędne
ru: Подблоги

source: XML feeds
fr: Flux XML
it: Feed XML
pl: Kanały XML
ru: XML каналы

source: Commenting
da: Kommentering
it: Commentando
pl: Komentowanie
ru: Комментировать

source: Back to Weblogs
da: Tilbage weblogs
fr: Retour aux Weblogs
it: Torna ai Weblog
pl: Wróć do blogów

source: Insert a Tag
da: Indsæt et mærke
fr: Insérer un mot clé
it: Inserisci un Tag
pl: Wstaw znacznik
ru: Добавить Метку

source: Insert a tag in your entry with an optional link. You can also select a tag from the (partial) Tag Cloud below.
da: Indsæt et mærke i dit indlæg med et optionalt link. Du kan også vælge et mærke fra den (delvise) mærkesamling herunder.
fr: Insérer un tag dans votre entrée avec un lien optionnel. Vous pouvez aussi choisir un mot clé du (partiel) nuage de mots clés ci-dessous.
it: Inserisci un tag nel tuo articolo con un collegamento opzionale. Puoi anche selezionare un tag dalla nuvola dei tag (parziale) qua sotto.
pl: Wstaw do swojego wpisu znacznik z opcjonalnym linkiem. Możesz także wybrać go ze znajdującej się poniżej (niepełnej) listy znaczników.

source: Tag
da: Mærke
fr: Mot clé
pl: Znacznik
ru: Метка

source: Insert tag!
da: Indsæt mærke!
fr: Insérer un mot clé!
it: Inserisci un tag!
pl: Wstaw znacznik!
ru: Вставьте метки!

source: Suggested Tags
da: Foreslåede mærker
fr: Mots clés suggérés
it: Tag suggeriti
pl: Sugerowane znaczniki

source: Via Link
fr: Lien Via
it: Via collegamento
pl: Przez link

source: Via Title
da: Via titel
fr: Titre Via
it: Via titolo
pl: Przez tytuł

source: Trackback Ping
fr: Ping de trackback
pl: Echo śladu

source: View Comments and Trackbacks
da: Vis kommentarer og trackbacks
fr: Afficher les commentaires et les trackbacks
it: Mostra i commenti ed i trackback
pl: Obejrzyj komentarze i ślady
ru: Просмотреть Комментарии и Трекбеки

source: Trackbacks
it: Trackback
pl: Ślady
ru: Трекбеки

source: Are you sure you wish to delete this entry?
da: Er du sikker på, at du vil slette dette indlæg?
fr: Êtes-vous sûr de vouloir supprimer cette entrée?
it: Sicuro di voler eliminare questo articolo?
pl: Na pewno chcesz usunąć ten wpis?

source: Delete entry
da: Slet indlæg
fr: Supprimer l'entrée
it: Elimina articolo
pl: Usuń wpis
ru: Удалить запись

source: Insert a Download
da: Indsæt en Download
fr: Insérer un téléchargement
it: Inserisci un Download
pl: Wstaw plik do pobrania
ru: Вставить Загрузку

source: To make a file download, you should upload a file, or select a previously uploaded file. Then select whether you want an icon or text link that triggers the download.
da: For at foretage en fil download, skal du uploade en fil eller vælge en tidligere uploaded fil. Derefter vælger du om du vil bruge et ikon eller en tekst til at starte din download.
fr: Pour faire un téléchargement de fichier, vous devriez télécharger un fichier ou choisir un fichier précédemment téléchargé.Choisissez ensuite si vous voulez que cela soit une icône, un texte ou une petite image qui déclenche le téléchargement.
it: Per inserire un file per il download devi prima caricare il file, oppure selezionare un file già presente. Quindi scegli se vuoi creare un'anteprima, oppure un collegamento testuale per lanciare il download.
pl: Aby wstawić plik do pobrania, musisz go wysłać lub wybrać uprzednio wysłany. Następnie wybierz element, który ma prowadzić do tego pliku (ikona lub tekst z linkiem).

source: File Name
da: Filnavn
fr: Nom de fichier
it: Nome del file
pl: Nazwa pliku
ru: Имя файла

source: Link Look
da: Link udseende
it: Aspetto del collegamento
pl: Wygląd linka

source: Use Icon
da: Brug ikon
fr: Utiliser une icône
it: Usa icona
pl: Użyj ikony
ru: Использовать иконки

source: Use Text
da: Anvend tekst
fr: Utiliser le texte
it: Usa testo
pl: Użyj tekstu
ru: Использовать текст

source: Link Title
da: Link-titel
it: Titolo del collegamento
pl: Tytuł linka

source: Insert download!
da: Indsæt download!
fr: Insérer téléchargement
it: Inserisci un Download
pl: Wstaw plik do pobrania!

source: Jump to:
da: Spring til:
pl: Skocz do:
ru: Перейти к:

source: Message Log
da: Besked log
fr: Journal des messages
it: Log dei messaggi
pl: Dziennik komunikatów
ru: Журнал Сообщений

source: Website is OFFLINE
da: Websiden er OFFLINE
pl: Strona jest NIEAKTYWNA

source: My Info
da: Mine oplysninger
fr: Mes Informations
it: Le mie info
pl: Moje dane
ru: Мои данные

source: View debug logs
da: Vis debuglogs
fr: Voir les journaux de débogage
it: Mostra i log di debug
pl: Zobacz dzienniki serwisowe
ru: Просмотр логов отладки

source: sec.
da: sek.
pl: sek.
ru: сек.

source: using
da: bruge
it: usando
pl: używając
ru: используется

source: queries
da: forespørgsler
fr: requêtes
it: interrogazioni
pl: zapytania
ru: запросы

source: build
da: bygge
pl: wersja
ru: сборка

source: Documentation
da: Dokumentation
it: Documentazione
pl: Dokumentacja
ru: Документация

source: Table of Contents
da: Indholdsfortegnelse
fr: Table de matières
it: Sommario
pl: Spis treści

source: Pg.
da: Side
it: Pag.
pl: str.

source: Filename
da: Filnavn
fr: Nom de fichier
it: Nome del file
pl: Nazwa pliku
ru: Имя файла

source: Filesize
da: Filstørrelse
fr: Taille du fichier
it: Dimensione File
pl: Rozmiar
ru: Размер файла

source: Thumbnail
da: Miniatyre
fr: Vignette
it: Miniatura
pl: Miniatura
ru: Уменьшенное изображение

source: Are you sure you wish to delete this file?
da: Er du sikker på at du vil slette denne fil?
fr: Êtes-vous sûr de vouloir supprimer ce fichier?
it: Sicuro di voler eliminare questo file?
pl: Na pewno chcesz usunąć ten plik?
ru: Вы уверены, что хотите удалить этот файл?

source: Copy to file name?
da: Kopier til filnavnet?
fr: Copier en tant que fichier nommé?
it: Nome del file su cui copiare?
pl: Skopiować do nazwy pliku?
ru: Имя нового файла?

source: Duplicate
da: Duplicer
fr: Dupliquer
it: Duplica
pl: Kopiuj
ru: Копировать

source: New file name?
da: Nyt filnavn?
fr: Nouveau nom de fichier?
it: Nome del file da creare?
pl: Nowa nazwa pliku?
ru: Имя нового файла?

source: Create a new file
da: Opret ny fil
fr: Créer un nouveau fichier
it: Crea un nuovo file
pl: Utwórz nowy plik
ru: Создать новый файл

source: New folder name?
da: Ny foldernavn?
fr: Nouveau nom de répertoire?
it: Nome della cartella da creare?
pl: Nowa nazwa folderu?
ru: Имя новой папки?

source: Create a new folder
da: Opret en ny folder
fr: Créer un nouveau répertoire
it: Crea una nuova cartella
pl: Utwórz nowy folder
ru: Создать новую папку

source: You're not allowed to upload/duplicate files in this folder. Use your FTP program to do this.
da: Du må ikke oploade/kopiere filer i denne folder. Brug dit FTP-program til at gøre det.
fr: Vous n'êtes pas autorisé à télécharger / copier de fichiers dans ce répertoire.Utilisez votre client FTP pur le faire
it: Non ti è permesso caricare o duplicare file in questa cartella. Per farlo, usa un programma FTP.
pl: Nie możesz wysyłać/dublować plików w tym folderze. W tym celu użyj swojego programu FTP.

source: List of uploaded files
da: Liste med oploadede filer
pl: Lista wysłanych plików
ru: Список загружаемых файлов

source: Done
da: Færdig
pl: Gotowe
ru: Готово

source: Add a new configuration option:
da: Tilføj en ny konfigurations-option:
fr: Ajouter une option de configuration :
it: Aggiungi una nuova opzione di configurazione
pl: Dodaj nową opcję konfiguracji:
ru: Добавить новую опцию конфигурации:

source: Key
da: Nøgle
fr: Clé
it: Chiave
pl: Klucz
ru: Ключ

source: Value
da: Værdi
fr: Valeur
it: Valore
pl: Wartość
ru: Значение

source: Edit options
da: Editer optioner
fr: Editer les options
it: Modifica opzioni
pl: Edytuj opcje
ru: Редактировать опции

source: You should first select or upload an image
da: Du skal først vælge eller uploade et billede
fr: Vous devez d'abord sélectionner ou uploader une image
it: Devi prima selezionare o caricare un'immagine
pl: Musisz najpierw wybrać lub wysłać grafikę
ru: Вы прежде должны выбрать или загрузить изображение

source: To make a popup to an image, you should upload an image, or select a previously uploaded image. Then select a text or a thumbnail that triggers the popup.
da: For at lave et popup til et billede må du uploade et billede eller vælge et billede som allerede er uploaded. Derefter skal du vælge tekst eller miniatyre som udløser popupen
fr: Pour créer un popup d'image, vous devez ajouter une image par upload ou en sélectionner une déjà sur le serveur. Sélectionnez ensuite un message ou une vignette qui déclenchera le popup.
it: Per inserire un'immagine Popup, devi caricare un file o selezionarne uno precedentemente memorizzato. Quindi seleziona un testo o un'anteprima per aprire il popup.
pl: Aby utworzyć wyskakujące okno z grafiką, musisz ją wysłać lub wybrać uprzednio wysłaną. Następnie wybierz tekst lub miniaturę, która będzie wywoływać wyskakujące okno.

source: For popup
da: Til popup
fr: Pour la popup
it: Per il pop-up
pl: Dla wyskakującego okna
ru: Для всплывающего окна

source: Use Thumbnail
da: Brug thumbnail
fr: Utiliser la vignette
it: Usa miniatura
pl: Użyj miniaturę
ru: Использовать миниатюру

source: edit thumbnail
da: editer thumbnail
fr: éditer la vignette
it: Modifica miniatura
pl: edytuj miniaturę
ru: редактировать миниатюру

source: Border
da: Kant
fr: Bordure
it: Bordo
pl: Obramowanie
ru: Рамка

source: pixels
it: pixel
pl: pikseli
ru: пикселей

source: Insert popup!
da: Indsæt popup!
fr: Insérer une popup
it: Inserisci un Pop-up!
pl: Wstaw wyskakujące okno!

source: Timed
da: Planlagt
it: Temporizzato
pl: terminowe

source: Held
da: Holdt
fr: Retenu
it: Bozza
pl: Wstrzymane

source: Edit this entry
da: Editer dette indlæg
fr: Modifier cette entrée
it: Modifica questo articolo
pl: Edytuj ten wpis

source: categories
da: kategorier
fr: Catégories
it: categorie
pl: kategorie
ru: категории

source: Check All
da: AfKryds alle
fr: Tout cocher
it: Seleziona tutti
pl: zaznacz wszystko
ru: Выбрать все

source: Uncheck All
da: Fjern alle afkrydsninger
fr: Tout décocher
it: Deseleziona tutti
pl: odznacz wszystko
ru: Отменить выбор

source: With the checked entries, do:
da: Med de afkryssede indlæg, udfør:
fr: Pour les entrées sélectionnées :
it: Applica agli articoli selezionati:
pl: na zaznaczonych wpisach:
ru: С выделенными записями:

source: - select an option -
da: - vælg et alternativ -
fr: - choisir une option -
it: - seleziona un'opzione -
pl: - wybierz opcję -
ru: - выберете вариант -

source: Set Status to "publish"
da: Sæt status til "publiser"
fr: Mettre le statut à 'publié'
it: Imposta lo stato a 'pubblica'
pl: ustaw stan na "opublikowane"
ru: Установить статус "опубликовано"

source: Set Status to "hold"
da: Sæt status til "hold"
fr: Mettre le statut à 'en attente'
it: Imposta lo stato a 'bozza'
pl: ustaw stan na "wstrzymane"
ru: Установлен статус "не публиковать"

source: Delete them
da: Slet dem
fr: Les supprimer
it: Eliminali
pl: usuń je
ru: Удалить их

source: No entries found.
da: Ingen emner fundet
pl: Nie znaleziono wpisów.

source: Your search or filter settings gave no results.
da: Din søgning eller filterindstillinger gav ingen resultater
pl: Twoje wyszukiwanie lub ustawienia filtrów nie dały wymików.

source: You may reset the filters with the following link:
da: Du kan nulstille filtrene med følgende link:
pl: Możesz wyczyścić filtry za pomocą tego linka:

source: You can also create a
da: Du kan også lave en
pl: Możesz też utworzyć

source: Create New User
da: Opret ny bruger
fr: Créer un nouvel utilisateur
it: Crea un nuovo Utente
pl: Utwórz nowego użytkownika
ru: Создать нового Пользователя

source: Username
da: Brugernavn
fr: Nom d'utilisateur
it: Nome utente
pl: Nazwa użytkownika
ru: Имя пользователя

source: Nickname
da: Kaldenavn
fr: Surnom
pl: Pseudonim

source: Userlevel
da: Brugerniveau
fr: Niveau utilisateur
it: Livello utente
pl: Poziom użytkownika
ru: Права пользователя

source: Last Login
da: Seneste indlogning
fr: Dernière Connection
it: Ultimo Accesso
pl: Ostatnie logowanie
ru: Последний вход

source: Edit User
da: Rediger bruger
fr: Modifier l'utilisateur
it: Modifica l'Utente
pl: Edycja użytkownika
ru: Сохранить

source: You're about to remove access for %1. Are you sure you want to do this?
da: Du er ved at fjerne adgangen for %1. Er du sikker på, at du vil gøre det?
fr: Vous êtes sur le point de supprimer l'accès à %1. Etes-vous sûr?
it: Stai per eliminare l'utente %s. Sei sicuro?
pl: Za chwilę odbierzesz dostęp użytkownikowi %1. Na pewno chcesz to zrobić?

source: Verified
da: Verificeret
fr: Vérifié
it: Verificato
pl: Potwierdzone
ru: Проверен

source: Disabled
da: Deaktiveret
fr: Désactivé
it: Disabilitato
pl: Nieaktywne
ru: Отключен

source: Notifications
da: Beskeder
fr: Avertissements
it: Notifiche
pl: Powiadomienia
ru: Уведомление

source: Edit Visitor
da: Editer gæster
fr: Modifier le visiteur
it: Modifica il visitatore
pl: Edytuj gościa
ru: Редактировать Посетителя

source: You are about to delete visitor %1. Are you sure?
da: Du er i gang med at slette gædt %1. Er du sikker?
fr: Vous allez supprimer le visiteur %1. Etes-vous sûr ?
it: Stai per eliminare il visitatore %1. Sei sicuro?
pl: Za chwilę usuniesz gościa %1. Jesteś pewien?
ru: Вы уверены, что хотите удалить пользователя %1 ?

source: Insert PivotX Image
da: Indsæt et PivotX-billede
fr: Insérer une image PivotX
it: Inserisci un'immagine
pl: Wstaw grafikę PivotX
ru: Вставить локальную картинку

source: Insert PivotX Popup
da: Indsæt PivotX popup
fr: insérer une popup PivotX
it: Inserisci un pop-up
pl: Wstaw wyskakujące okno PivotX

source: Insert PivotX Download
da: Indsæt PivotX-download
fr: Insérer un téléchargement PivotX
it: Inserisci un download
pl: Wstaw plik do pobrania
ru: Вставить ссылку на скачивание локального файла

source: Insert PivotX Tag
da: Indsæt PivotX-mærke
fr: Insérer un mot clé PivotX
it: Inserisci un tag
pl: Wstaw znacznik PivotX
ru: Вставить код PivotX

source: The default category is:
da: Standardkategorien er:
fr: La catégorie par défaut est :
it: La categoria predefinita è:
pl: Domyślna kategoria:
ru: Категория "по умолчанию":

source: This means that new entries will have this category, unless you edit the selected categories.
da: Det betyder, at nye indlæg vil få denne kategori, medmindre du selv vælger noget andet.
fr: Cela signifie que les nouvelles entrées feront partie de cette catégorie, à moins que vous ne n'affectiez une ou d'autres catégories à l'entrée
it: Significa che i nuovi articoli apparterranno a questa categoria, a meno che tu non cambi le categorie selezionate.
pl: Nowe wpisy będą przypisane do tej kategorii, chyba że wybierzesz inne kategorie.
ru: Это означает, что все новые записи автоматически создаются в указанной категории

source: Create New Category
da: Opret ny kategori
fr: Créer une nouvelle catégorie
it: Crea una nuova categoria
pl: Utwórz nową kategorię
ru: Создать новую Категорию

source: Display Name
da: Vis navn
fr: Libellé affiché
it: Nome visualizzato
pl: Wyświetl nazwę
ru: Название

source: Number of Entries
da: Antal indlæg
fr: Nombre d'entrées
it: Numero di articoli
pl: Liczba wpisów
ru: Количество записей

source: Hidden Category
da: Skjult kategori
fr: Catégorie Cachée
it: Categoria nascosta
pl: Kategoria ukryta
ru: Скрытая Категории

source: Sorting Order
da: Sorteringsregler
fr: Ordre de tri
it: Ordinamento
pl: Porządek sortowania
ru: Сортировка по

source: Edit Category
da: Rediger kategori
fr: Modifier la catégorie
it: Modifica categoria
pl: Edycja kategorii
ru: Редактировать Категории

source: users
da: brugere
fr: utilisateurs
it: utenti
pl: użytkownicy
ru: пользователи

source: View entries
da: Vis indlæg
pl: Zobacz wpisy

source: Are you sure you wish to delete this category?
da: Vælg 'ja', hvis du vil slette denne kategori
fr: Etes-vous sûr de vouloir supprimer cette catégorie?
it: Sei certo di voler eliminare questa categoria?
pl: Na pewno chcesz usunąć tę kategorię?
ru: Вы уверены, что хотите удалить категорию ?

source: New Weblog
da: Ny blog
fr: Nouveau weblog
it: Nuovo weblog
pl: Nowy blog
ru: Новый Блог

source: Weblog Name
da: Blognavn
fr: Nom du weblog
it: Nome del weblog
pl: Nazwa bloga
ru: Название Блога

source: View
da: Vis
fr: Aperçu
it: Mostra
pl: Zobacz
