Repository: pivotx/PivotX-translations
Catalog: translations/*.po
Languages: da, fr, it, pl, ru

source: Send password
da: Send kodeord
fr: Envoyer le mot de passe
it: Spedisci password
pl: Wyślij hasło
ru: Выслать пароль

source: Reset my password
da: Nulstil mit password
fr: Réinitialiser mot de passe
it: Azzera la mia password
pl: Wyczyść hasło
ru: Сбросить пароль

source: If you've forgotten your password, check the box, enter your username and PivotX will send you an email with a link to reset your password.
da: Hvis du har glemt dit password, sæt mærke i boksen og udfyld brugernavn, så vil PivotX sende dig en email med et link til at nulstille dit password.
fr: Si vous avez oublié votre mot de passe, veuillez saisir votre nom d'utilisateur et votre adresse email, Pivot vous enverra votre mot de passe par email.
it: Se hai dimenticato la password, spunta la casella, inserisci il tuo nome utente e PivotX ti spedirà una e-mail contenente un link per azzerare la tua password.
pl: Jeśli zapomniałeś hasło, zaznacz to pole i wpisz swoją nazwę użytkownika, a PivotX wyśle e-mail z linkiem do wyczyszczenia twojego hasła.

source: Backup templates
da: Gem skabeloner
fr: Sauvegarder le modèle
it: Backup dei modelli
pl: Kopiuj szablony
ru: Резервное копирование шаблонов

source: Backup all your entries
da: Opret en sikkerhedskopi af dine indlæg
fr: Sauvegarder toutes vos entrées
it: Backup dei tuoi articoli
pl: Kopiuj wszystkie swoje wpisy
ru: Сохраните все ваши записи

source: Backup all files in the db folder
da: Backup alle filer i folderen db
fr: Sauvegarder tous les fichiers du répertoire db
it: Backup di tutti i file nella cartella db
pl: Kopiuj wszystkie pliki z foldera bazy danych
ru: Резервное копирование всех файлов из каталога db

source: Backup configuration files
da: Opret en sikkerhedskopi af konfigurationsfilerne
fr: Sauvegarder les fichiers de configuration
it: Backup dei file di configurazione
pl: Kopiuj pliki konfiguracyjne
ru: Резервное копирование конфигурационного файла

source: Reset Spam Log
da: Nulstil spam-log
fr: Vider le journal des spams
it: Azzera il log dello Spam
pl: Wyczyść dziennik spamu
ru: Очистка логов Спам-фильтра

source: Save Comment
da: Gem kommentar
fr: Enregistrer le commentaire
it: Memorizza Commento
pl: Zapisz komentarz
ru: Сохранить комментарий

source: Registered user
da: Registrerede brugere
fr: Utilisateur enregistré
it: Utente registrato
pl: Zarejestrowany użytkownik
ru: Зарегистрированный пользователь

source: Determines if this comment is displayed like it was by registered user. (Regardless of whether the comment was actually made by a registered user.)
da: Bestemmer om denne kommentar vises som den gør for registrerede brugere (uanset om kommentaren virkelig var lavet af en registreret bruger).
pl: Określa czy komentarz ma być wyświetlany tak, jakby został napisany przez zarejestrowanego użytkownika (niezależnie od tego, czy rzeczywiście tak było).

source: If set to 'yes', the visitor will be notified by email of any subsequent comments to this entry.
da: Hvis sat til 'ja', vil gæsten få besked via email om alle efterfølgende kommentarer til dette indlæg.
it: Se impostato a 'si', il visitatore riceverà una notifica via email per ogni altro commento in questo articolo.
pl: Jeśli będzie zaznaczone na 'tak', to gość będzie powiadamiany przez e-mailo wszelkich komentarzach do tego wpisu.

source: Show discreetly
da: Vis diskret
it: Mostra con discrezione
pl: Wyświetl dyskretnie

source: If set to 'yes', the comment will be shown without the accompanying email-address.
da: Hvis sat til 'ja', vises kommentaren uden den tilhørende email-adresse.
fr: Si 'Oui', le commentaire sera affiché sans l'adresse email.
it: Se impostato a 'si', il commento sarà mostrato senza l'indirizzo email.
pl: Jeśli będzie zaznaczone na "tak", komentarz będzie wyświetlany bez towarzyszącego mu adresu e-mail.

source: Moderate Comment
da: Moderer kommentar
fr: Modérer les commentaires
it: Modera i Commenti
pl: Moderuj komentarz
ru: Модерировать Комментарий

source: If set to 'yes', this comment will not be shown on the site, until it has been approved in the moderation queue.
da: Hvis sat til 'ja', vil denne kommentar ikke blive vist på siden, indtil den er godkendt af e moderator.
pl: Jeśli będzie zaznaczone na "tak", komentarz nie będzie wyświetlany na tej stronie do czasu akceptacji w kolejce moderacji.

source: Save Trackback
da: Gem trackback
fr: Enregistrer le trackback
it: Salva trackback
pl: Zapisz ślad
ru: Сохранить Трекбек

source: Entry title
da: Indlægstitel
fr: Titre de l'entrée
it: Titolo dell'Articolo
pl: Tytuł wpisu
ru: Заголовок Записи

source: Excerpt
da: Uddrag
fr: Extrait
it: Eccetto
pl: Fragment

source: Database Model
fr: Type de base de données
it: Modello del database
pl: Model bazy danych
ru: Тип Базы Данных

source: Flat Files
da: Flade filer
fr: Fichiers texte
pl: zwykłe pliki
ru: Текстовые файлы

source: Select which type of Database to use. Flat Files will work on almost every platform. If your server is capable of using databases, the performance of PivotX will be best if you use MySQL or SQLite.
da: Vælg den type database, der skal bruges. Flade filer vil virke på stort set enhver platform. Hvis din server kan bruge en database, vil ydelsen i PivotX være bedst, hvis du bruger MySQL ellerr SQLite.
fr: Définit le type de base de données utilisé. Fichier Texte fonctionnera sur presque n'importe quelle plateforme.Si votre serveur est doté d'une base de données MySQL ou SQLite, PivotX sera plus performant avec ce type de base.
it: Seleziona che tipo di Database utilizzare. 'Flat files' funziona praticamente su ogni piattaforma. Se il tuo server ha anche database, la performance di PivotX sarà migliore se usi MySQL o SQLite.
pl: Wybierz typ bazy danych. Zwykłe pliki będą działać na niemal każdej platformie. Jeśli twój serwer obsługuje bazy danych, wydajność PivotX będzie najlepsza gdy wybierzesz MySQL lub SQLite.

source: Your MySQL username
da: Dit MySQL-brugernavn
fr: Votre nom d'utilisateur MySQL
it: Il tuo nome utente di MySQL
pl: Twoja nazwa użytkownika bazy MySQL
ru: Имя пользователя MySQL

source: Your MySQL password
da: Dit MySQL-password
fr: Votre mot de passe MySQL
it: La tua password MySQL
pl: Twoje hasło do bazy MySQL
ru: Пароль MySQL

source: Database Name
da: Database-navn
fr: Nom de la base de données
it: Nome del Database
pl: Nazwa bazy danych
ru: Имя БД

source: The name of the MySQL database in which you wish to store the information
da: Navnet på MySQL-databasen, hvori du vil gemme informationen
fr: Le nom de la base de données dnas laquelle vous souhaitez stocker les informations.
it: Il nome del database MySQL in cui vuoi memorizzare le informazioni
pl: Nazwa bazy MySQL, w której mają być przechowywane dane
ru: Имя ваше БД MySQL

source: Advanced database settings
da: Avancerede database-indstillinger
fr: Configuration avancée de base de données
it: Configurazione avanzata del database
pl: Zaawansowane ustawienia bazy danych
ru: Расширенные настройки БД

source: Hostname
da: Værtsnavn
fr: Nom d'hôte
it: Nome dell'Host
pl: Nazwa serwera
ru: Адрес сервера

source: Your MySQL hostname. If you do not know, this is most likely "localhost".
da: Dit MySQL hostnavn. Hvis du ikke ved, hvad det er, er det sikkert "localhost".
it: Il nome dell'host del tuo database MySQL. Se non lo conosci, molto probabilmente è "localhost".
pl: Nazwa serwera MySQL. Jeśli jej nie znasz, to prawdopodobnie "localhost".
ru: Адрес вашего сервера MySQL. В большинстве случаев это "localhost".

source: Table Prefix
da: Tabel-præfiks
fr: Préfixe de table
it: Prefisso delle tabelle
pl: Prefiks tablicy
ru: Префикс таблицы БД

source: The prefix to use for the database tables. By changing this, you can run multiple installations of PivotX from one MySQL database. If you don't intend to do so (yet), just leave this set to "pivotx_".
da: Forstavelsen, der skal bruges til database-tabellerne. Ved at ændre det, kan du køre flere installationer af PivotX fra en enkelt MySQL-database. Hvis du ikke vil det, kan du bare lade den blive stående som "pivotx_".
pl: Prefiks używany w tablicach bazy danych. Zmieniając go możesz korzystać z wielu instancji PivotX w jednej bazie danych MySQL. Jeśli (na razie) tego nie chcesz, po prostu pozostaw tu wartość "pivotx_".

source: Continue
da: Fortsæt
fr: Continuer
it: Continua
pl: Kontynuacja
ru: Продолжить

source: Please provide the following information, to set up the first user.
da: Giv følgende information, for at oprette den første bruger.
fr: Veuillez saisir les informations suivantes pour créer le premier utilisateur.
it: Per favore fornisci le seguenti informazioni per impostare il primo utente.
pl: Podaj następujące informacje, aby dodać pierwszego użytkownika.

source: Password (confirm)
da: Kodeord (bekræft)
fr: Mot de passe (confirmer)
it: Password (conferma)
pl: Hasło (potwierdzenie)
ru: Пароль (подтвердить)

source: The passwords do not match!
da: Indtastede passwords er ikke ens!
fr: Les mots de passe ne correspondent pas!
it: Le Password differiscono
pl: Podane hasła nie są takie same!
ru: Пароли не совпадают!

source: That's not a proper email address!
da: Det er ikke en gyldig e-mailadresse!
fr: L'adresse email n'est pas valide
it: Indirizzo Email non valido
pl: To nie jest prawidłowy adres e-mail!
ru: Не верный email адрес !

source: That's not a proper Nickname!
da: Det er ikke et gyldig brugernavn
fr: Le surnom n'est pas valide!
it: Nickname non valido
pl: To nie jest prawidłowy pseudonim!

source: Default language
da: Standard sprog
fr: Langue par défaut
it: Lingua predefinita
pl: Domyślny język
ru: Язык "по умолчанию"

source: Please select a language!
da: Vælg et sprog
fr: Vous devez sélectionnez une langue!
it: Per favore scegli una lingua
pl: Wybierz język!
ru: Пожалуйста, выбирите язык!

source: PivotX detected that your webserver supports MySQL databases.
da: PivotX har mærket, at din webserver understøtter MySQL-databaser.
fr: PivotX a détecté que votre serveur web ne supporte pas les bases de données MySQL.
it: PivotX ha scoperto che il tuo server web supporta i database MySQL.
pl: PivotX wykrył, że twój serwer obsługuje bazy MySQL.
ru: PivotX определил что ваш Вебсервер поддерживает MySQL

source: If you have a MySQL user and database, specify them below.
da: Hvis du har en MySQL bruger og database, angiv dem herunder.
it: Se hai un database ed utente MySQL, specificali qua sotto.
pl: Jeśli znasz nazwę bazę i użytkownika MySQL, podaj je poniżej.
ru: Если вы используете MySQL ввидите ниже ползователя и имя БД

source: If you do not have these, either ask your hosting provider or select the 'Flat Files' model.
da: Hvis du ikke har det, kan du spørge din udbyder eller vælge modellen med 'Flade filer'.
it: Se non hai questi dati, chiedili al tuo provider oppure seleziona 'Flat files'.
pl: Jeśli ich nie znasz, poproś o nie swojego dostawcę hostingu lub wybierz model zwykłych plików.

source: Password must be at least 4 letters long, and it can't be the same as the username.
da: Password skal være mindst 4 tegn lange, og det kan ikke være det samme som brugernavnet.
fr: Le mot de passe doit faire au moins 4 caractères et ne peut être identique au nom d'utilisateur.
it: La password deve essere lunga almeno 4 caratteri, e non può essere uguale al nome utente.
pl: Hasło musi mieć przynajmniej 4 litery i nie może być takie samo jak nazwa użytkownika.

source: Passwords do not match
da: Kodeordene er ikke ens
fr: Les mots de passe ne correspondent pas
it: Le Password differiscono
pl: Podane hasła nie są takie same
ru: Неверный пароль

source: That's not a valid email address
da: Det er ingen gyldig e-mailadresse
fr: L'adresse email n'est pas valide
it: Indirizzo Email non valido
pl: To nie jest prawidłowy adres e-mail
ru: Неверный адрес электронной почты (Email)

source: That's not a proper filename!
da: Det er ikke et gyldigt filnavn!
fr: Nom de fichier incorrect
it: Nome del file non valido!
pl: To nie jest prawidłowa nazwa pliku!
ru: Недопустимое имя файла!

source: Language
da: Sprog
fr: Langue
it: Lingua
pl: Język
ru: Язык

source: You must select a language!
da: Du skal vælge et sprog!
fr: Vous devez sélectionner une langue
it: Devi scegliere una lingua!
pl: Musisz wybrać język!
ru: Вы должны выбрать язык!

source: Text editor
da: Teksteditor
fr: Editeur de texte
it: Editor di testo
pl: Edytor tekstu
ru: Текстовый редактор

source: Determines the default text processing, when a user is using Writing a new entry. For most users 'Wysiwyg editor' will be the easiest option. 'Plain XHTML' is for those who like to edit raw XHTML, while 'Convert Linebreaks' does nothing more than change linebreaks to a &amp;lt;br /&amp;gt;-tag. <a href='http://www.textism.com/tools/textile/' target='_blank'>Textile</a> and <a href='http://daringfireball.net/projects/markdown/' target='_blank'>Markdown</a> are both powerful, yet easy to learn markup styles.
da: Bestemmer standard-tekstbehandlingen, når en bruger skriver et nyt indlæg. For de fleste brugere er 'Wysiwyg editor' den nemmeste metode. 'Simpel XHTML' er for dem, der gerne vil editere rå XHTML, mens 'konverter linjeombrud' ikke gør andet end at ændre linjeombrud til &amp;lt;br /&amp;gt;-tag. <a href='http://www.textism.com/tools/textile/' target='_blank'>Textile</a> og <a href='http://daringfireball.net/projects/markdown/' target='_blank'>Markdown</a> er begge kraftige men nemme markerings-sprog.
fr: Détermine le traitement par défaut effectué sur le texte lorsqu'un utilisateur utilise l'éditeur non wysiwyg.'Conversion de saut de ligne' remplace uniquement les sauts de ligne par des balises &lt;br&gt;.<a href="http://www.textism.com/tools/textile/" target="_blank">Textile</a> est un style de balisage simple et puissant.
it: Determina l'elaborazione del testo di default quando un utente sta usando l'editor non-wysiwyg. 'Converti a-capo' non fa altro che cambiare le interruzioni di riga in tag br. <a href="http://www.textism.com/tools/textile/" target="_blank">Textile</a> è un uno strumento semplice ed efficace per imparare gli stili di markup.
pl: Określa domyślny sposób przetwarzania tekstu podczas tworzenia nowego wpisu. Dla większości użytkowników najlepszym wyborem jest edytor 'graficzny'. 'Zwykły XHTML' przeznaczony jest dla osób chcących edytować czysty XHTML, a 'konwertuj znaki końca wiersza' nie robi nic poza zamianą znaków końca wiersza na znaczniki &amp;lt;br /&amp;gt;. <a href="http://www.textism.com/tools/textile/" target="_blank">Textile</a> i <a href='http://daringfireball.net/projects/markdown/' target='_blank'>Markdown</a> to rozbudowane, ale łatwe do opanowania systemy znaczników.

source: Wysiwyg
pl: graficzny

source: None (plain XHTML)
da: Ingen (simpel XHTML)
it: Niente (solo XHTML)
pl: brak (zwykły XHTML)

source: XHTML, Convert Linebreaks to &lt;br /&gt;
da: XHTML, konverter linjeombrud til &lt;br /&gt;
fr: Conversion de saut de ligne en &lt;br /&gt;
it: XHTML, Converti a-capo in &lt;br /&gt;
pl: XHTML, konwertuj znaki końca wiersza na &lt;br /&gt;

source: Markdown and Smartypants
da: Markdown og Smartypants
it: Markdown e Smartypants
pl: Markdown i Smartypants

source: User last seen on
da: Bruger sidst set den
it: Ultima visita dell'utente il
pl: Użytkownik ostatnio widziany

source: Inactive user
da: Inaktiv bruger
pl: Nieaktywny użytkownik

source: Normal
it: Normale
pl: zwykły

source: Advanced
da: Avanceret
fr: Avancé
it: Avanzato
pl: zaawansowany
ru: Дополнительно

source: Userlevel will determine what kind of actions this user can perfom in PivotX.
da: Brugerniveau afgør hvilke handlinger denne bruger kan udføre i PivotX.
pl: Poziom użytkownika określa jakie działania użytkownik może podejmować w PivotX.

source: Allowed Categories
da: Tilladte kategorier
fr: Catégories autorisées
it: Categorie permesse
pl: Dozwolone kategorie
ru: Категории

source: This user is allowed to post entries in the selected categories
da: Denne bruger har tilladelse til at postere indlæg i de valgte kategorier.
fr: Cet utilisateur a l'autorisation de poster des entrées dans les catégories sélectionnées
it: Questo utente è autorizzato a pubblicare nelle categorie selezionate
pl: Ten użytkownik może dodawać wpisy tylko w wybranych kategoriach

source: Last seen on
da: Sidst set den
fr: Vu la dernière fois le
it: Visto l'ultima volta il
pl: Ostatnio widziany
ru: Последний просмотр

source: Create Category
da: Opret kategori
fr: Créer la catégorie
it: Crea Categorie
pl: Utwórz kategorię
ru: Создать Категорию

source: The name that the category is represented by in the weblog.
da: Det navn, som kategorien vises under i bloggen.
pl: Nazwa pod jaką kategoria jest reprezentowana w blogu.

source: This category needs a name.
da: Denne kategorien behøver et navn.
pl: Musisz podać nazwę kategorii.

source: Select the Users that you would like to give permission to post in this category
da: Vælg de brugere du vil give lov til at postere i denne kategori
fr: Sélectionnez les utilisateurs auxquels vous voulez donner l'autorisation de publier dans cette catégorie.
it: Seleziona gli utenti che potranno postare in questa categoria
pl: Wybierz użytkowników, którym chciałbyś dać uprawnienia do dodawania wpisów w tej kategorii

source: Categories with a lower sorting order will appear higher in the list. If you keep all the numbers the same, they will be sorted alphabetically.
da: Kategorier med lav sorteringsværdi vil vises højere i listen. Hvis alle nummerne er de samme, så sorteres kategoriene alfabetisk.
pl: Kategorie z niższym numerem pojawią się wyżej na liście. Jeśli ustalisz wszystkie liczby takie same, kategorie zostaną posortowane alfabetycznie.

source: If set to "Yes", this category will be hidden in archive listings. (Applies only to live pages.)
da: Hvis sat til "Ja", vil denne kategori blive skjult i arkivlisterne. (Gælder kun for aktive sider.)
pl: Jeśli wybierzesz "tak", ta kategoria będzie ukryta na liście archiwum (dotyczy tylko "żywych stron").

source: Chapter name
da: Kapitel-navn
fr: Nom du chapitre
it: Nome della Sezione
pl: Nazwa rozdziału
ru: Название Раздела

source: The name of this chapter.
da: Navnet på dette kapitel.
pl: Nazwa tego rozdziału.

source: A short description of this chapter.
da: En kort beskrivelse af dette kapitel.
pl: Krótki opis tego rozdziału.

source: The sorting order determines the order in which the Chapters are listed.
da: Sorteringsrækkefølgen bestemmer den rækkefølge, hvori kapitlerne vises.
fr: Détermine l'ordre dans lequel les chapitres sont triés
it: L'ordinamento determina l'ordine in cui sono mostrate le Sezioni.
pl: Kolejność sortowania określa kolejność, w jakiej rozdziały będą wyświetlane.

source: The internal name can consist of only lowercase letters, numbers and underscore (a-z,0-9,_). While the Weblog Name can be changed later on, the Internal Name will always stay the same.
da: Det interne navn kan kun bestå af små bogstaver, cifre og understregen (a-z,0-9,_). Mens webloggens navn senere kan ændres, vil det interne navn altid være det samme.
fr: Le nom interne ne peut comporter que des lettres minuscules, des chiffres et le caractère underscore (a-z,0-9,_).Alors que le nom du weblog peut être changé ultérieurement, le nom interne ne pourra être modifié.
it: Il nome interno può contenere solo lettere minuscole, numeri e underscore (a-z,0-9,_). Mentre il nome del Weblog può essere anche cambiato più tardi, il nome interno rimane sempre lo stesso.
pl: Wewnętrzna nazwa może składać się tylko z małych liter, cyfr oraz znaku podkreślenia (a-z,0-9,_). Chociaż nazwę bloga można potem zmieniać, wewnętrzna nazwa zawsze będzie taka sama.

source: Start from scratch
da: Start fra bunden
fr: Partir de zéro
it: Comincia da zero
pl: Skonfiguruj samodzielnie

source: Theme
da: Tema
fr: Thème
it: Tema
pl: Motyw graficzny
ru: Тема

source: Select the theme you'd like to base your weblog on. All options can be changed later on.
da: Vælg det tema, som din weblog skal baseres på. Alle optioner kan senere ændres.
fr: Sélectionnez le thème sur lequel vous voulez baser votre weblog.Toutes les options peuvent-être changées ultérieurement.
it: Seleziona il tema che vuoi usare per il tuo weblog. Tutte le opzioni possono essere cambiate più tardi.
pl: Wybierz motyw graficzny, który chcesz zastosować w swoim blogu. Wszystkie opcje można później zmieniać.

source: General Settings
da: Generelle indstillinger
fr: Paramètres généraux
it: Impostazioni generali
pl: Ustawienia ogólne
ru: Основные настройки

source: Payoff
da: Undertitel
it: Occhiello
pl: Opis bloga
ru: Краткое описание

source: The Payoff can be used as a subtitle or a short description of your weblog
da: Undertitel eller kort beskrivelse for bloggen (payoff)
fr: Le Payoff peut être utilisé comme sous-titre ou comme description rapide de votre weblog.
it: L'occhiello può essere usato come un sottotitolo o una breve descrizione per il tuo weblog
pl: Opis może być użyty jako podtytuł lub krótki opis twojego bloga
ru: Может быть использованно как подзаголовок или краткое описание вашего блога

source: The Language determines in what language the dates and numbers will be output.
da: Bestemmer på hvilket sprog, der bruges til visning af datoer og tal.
fr: Le language détermine dans quelle langue les dates et chiffres seront écrits
it: La Lingua determina l'idioma in cui date e numeri verranno visualizzati.
pl: To ustawienie określa, w jakim języku będą wyświetlane daty i liczby.

source: "Read More" Text
da: "Læs mere" tekst
fr: Message 'Lire la suite'
it: Testo per 'continua a leggere'
pl: Tekst 'czytaj więcej'
ru: "Читать далее" текст

source: The text that is used to indicate that there is more text in this entry than is shown on the front page. If you leave this blank, PivotX will use the default as defined by the language settings.
da: Teksten som fortæller, at der er mere i dette indlæg end det, som er vist på forsiden. Hvis tom, vil PivotX bruge standarden defineret af det valgte sprog.
pl: Tekst, który pokazuje, że jest dalsza część wpisu, nie wyświetlana na stronie głównej. Jeśli zostawisz to pole puste, zostanie użyty tekst domyślny, zdefiniowany w pliku językowym.

source: URL to Weblog
da: URL til bloggen
fr: URL du Weblog
it: URL del Weblog
pl: Adres URL bloga
ru: Адрес (URL) Блога

source: Leave this field blank, unless you know what you are doing. If left empty, PivotX will automatically determine the URL of your weblog, which is usually the best option. Normally this setting is only used if you want one directory for each weblog.
da: Lad dette felt være tomt, medmindre du ved hvad du gør. Hvis det er tomt, vil PivotX automatisk bestemme URLen til webloggen, hvilket normalt er det bedste. Indstillingen bruges normalt kun, hvis du vil have en folder til hver weblog.
it: Lascia questo campo vuoto se non sai cosa stai facendo. Se lasciato vuoto, PivotX determinerà automaticamente l'URL del tuo weblog, che di solito è l'opzione migliore. Normalmente questa impostazione viene usata solo per avere una directory specifica per ogni weblog.
pl: Zostaw to pole puste, chyba że wiesz co robisz. Jeśli pozostanie puste, PivotX automatycznie określi adres URL twojego bloga, co zwykle jest najlepszym wyborem. Zazwyczaj to ustawienie jest używane tylko jeśli chcesz przeznaczyć osobne katalogi dla każdego bloga.

source: Sorting order
da: Sorteringsrækkefølge
fr: Ordre de tri
it: Ordinamento
pl: Porządek sortowania

source: The sorting order is used to determine the order of the weblogs.
da: Sorteringsrækkefølgen, som bruges til at bestemme rækkefølgen på dine weblogs.
fr: Détermine l'ordre de tri des weblogs.
it: L'ordinamento determina l'ordine in cui sono mostrati i weblog.
pl: Porządek sortowania jest używany do ustalenia kolejności blogów.

source: Frontpage Template
da: Forsideskabelon
fr: Modèle de page d'accueil
it: Modello per la prima pagina
pl: Szablon strony głównej
ru: Шаблон главной страницы
