Repository: pivotx/PivotX-translations
Catalog: translations/*.po
Languages: da, fr, it, pl, ru

source: View visitor information
da: Vis gæste-information
fr: Afficher les informations du visiteur
it: Vedi informazioni sul visitatore
pl: Zobacz informacje na temat gościa
ru: Просмотр информации о посетителе

source: Example linkdump...
da: Eksempel linkdump...
it: Esempio di linkdump...
pl: Przykładowe linkowisko...

source: No title..
da: Ingen titel..
fr: Aucun titre...
it: Nessun titolo
pl: Brak tytułu

source: %num% comment
da: Kun en kommentar
fr: %num% commentaire
it: %num% commento
pl: %num% komentarz
ru: %num% комментарий

source: %num% comments
da: Allerede %num% kommentarer
fr: %num% commentaires
it: %num% commenti
pl: %num% komentarze(-y)
ru: комментариев: %num%

source: %num% trackback
da: Kun et trackback
pl: %num% ślad

source: %num% trackbacks
fr: %num% trackback
it: %num% trackback
pl: %num% ślady(-ów)
ru: %num% трекбеков

source: The Hashcash code was not valid, so this comment could not be posted. If you believe this is an error, please make sure you have a modern browser, and that Javascript is enabled. If it still doesn't work, contact the maintainer of this website.
da: Hashcash-koden va ikke gyldig, sådenne kommentar kunne ikke sendes. Hvis du mener at det er en fejl, sørg for at du har en moderne browser og Javascript er aktiveret. Hvis det stadig ikke virker, kontakt sidens administrator.
it: Il codice Hashcash non era valido, così questo commento non può essere postato. Se pensi sia un errore, assicurati di avere un browser moderno, e che Javascript sia abilitato. Se ancora non funziona, contatta il gestore di questo sito web.
pl: Kod HashCash był nieprawidłowy, więc komentarz nie mógł zostać wysłany. Jeśli uważasz, że to wynik błędu, upewnij się, że masz współczesną przeglądarkę oraz że masz włączoną obsługę JavaScript. Jeśli to nie wystarczy, skontaktuj się z opiekunem tego serwisu.

source: The Spamquiz answer was not correct, so this comment could not be posted. If you believe this is an error, please try again. If it still doesn't work, contact the maintainer of this website.
da: Spamquiz-svaret var forkert, så denne kommentar kunne ikke sendes. hvis du mener det var en fejl, så prøv igen. Hvis det stadig ikke virker, kontakt sidens administrator.
fr: La réponse au Spamquiz est incorrecte, ce commentaire n'a pas été posté.Si vous pensez qu'il s'agit d'une erreur, veuillez ré-essayer.Si cela ne fonctionne toujours pas, veuillez contacter l'administrateurdu site.
it: La risposta allo Spamquiz non era valida, così questo commento non può essere postato. Se pensi sia un errore, assicurati di avere un browser moderno, e che Javascript sia abilitato. Se ancora non funziona, contatta il gestore di questo sito web.
pl: Odpowiedź na SpamQuiz była nieprawidłowa, więc komentarz nie mógł zostać wysłany. Jeśli uważasz, że to wynik błędu, spróbuj ponownie. Jeśli to nie wystarczy, skontaktuj się z opiekunem tego serwisu.

source: You are previewing your comment. Be sure to click on "Post Comment" to store it.
da: Du viser kommentaren. Husk at klikke på "Send kommentar" for at gemme den.
fr: Vous êtes en tran de prévisualiser votre commentaire.N'oubliez pas de cliquer sur 'Publier' pour l'enregistrer.
it: Questa è un'anteprima del tuo commento. Assicurati di cliccare su "Inserisci commento" per memorizzarlo.
pl: Przeglądasz właśnie swój komentarz. Użyj przycisku "Wyślij komentarz" aby go zapisać.

source: Your comment has not been stored, because it seems to be spam.
da: Kommentaren er ikke blevet gemt, da den ser ud til at være spam.
fr: Votre commentaire n'a pas été conservé, il ressemble à un spam.
it: Il tuo commento non è stato memorizzato perché sembra essere spam
pl: Twój komentarz nie został zapisany, ponieważ wygląda na spam.

source: Your comment has not been stored, because it seems to be a duplicate of a previous entry.
da: Kommentaren er ikke blevet gemt, da den ser ud til at være en dublet af et tidligere indlæg
fr: Votre commentaire n'a pas été enregistré car il semble être une copie d'une entrée précédente.
it: Il tuo commento non è stato memorizzato perché sembra un duplicato di un precedente commento.
pl: Twój komentarz nie został zapisany, ponieważ wygląda na duplikat poprzedniego.

source: Your comment has been stored. Because comment moderation is enabled, it is now waiting for approval by an editor.
da: Kommentaren er blevet gemt. Nye kommentarer skal først godkendes, den venter derfor på godkendelse fra en moderator.
fr: Votre commentaire a été enregistré. La modération de commentaires est activée, il est maintenant en attente de validation par un éditeur.
it: Il tuo commento è stato memorizzato. Poiché è attiva la moderazione dei commenti, è ora in attesa di approvazione da parte di un moderatore.
pl: Twój komentarz został zapisany. Ponieważ włączona jest moderacja komentarzy, oczekuje teraz na akceptację przez redaktora.

source: Your comment has been stored.
da: Din kommentar er blevet gemt.
fr: Votre commentaire a été enregistré.
it: I tuoi commenti sono stati memorizzati.
pl: Twój komentarz został zapisany.
ru: Ваш комментарий был сохранен.

source: You should type your name (or an alias) in the "name"-field. Be sure to click on "Post Comment" to store it permanently.
da: Du skal skrive dit navn i feltet "navn". Husk at klikke på "Send kommentar" for at gemme den permanent.
fr: Vous devez saisir votre nom (ou un pseudo) dans le champ 'nom'. N'oubliez pas de cliquer sur 'Publier' pour l'enregistrer définitivement.
it: Devi inserire il tuo nome (o un alias) nel campo "nome". Assicurati di cliccare su "Inserisci commento" per memorizzarlo.
pl: Musisz wpisać swoje imię (lub pseudonim) w polu "Nazwa". Użyj przycisku "Wyślij komentarz" aby zapisać komentarz.

source: You should type something in the "comment"-field. Be sure to click on "Post Comment" to store it permanently.
da: Du skal skrive noget i feltet "kommentar". Husk at klikke på "Send kommentar" for at gemme den permanent.
fr: Vous devez saisir quelque chose dans le champ 'commentaire'. N'oubliez pas de cliquer sur 'Publier' pour l'enregistrer définitivement.
it: Devi scrivere qualcosa nel campo "commento". Assicurati di cliccare su "Inserisci commento" per memorizzarlo.
pl: Musisz wpisać coś w polu "Komentarz". Użyj przycisku "Wyślij komentarz" aby zapisać komentarz.

source: The maximum number of hyperlinks was exceeded. Stop spamming.
da: Maksimalt antal genveje oversteget. Stop spamming.
fr: Le nombre de liens hypertext a été dépassé. Veuiller arrêter de polluer.
it: Il numero massimo di collegamenti è stato superato. Smetti di spammare.
pl: Została przekroczona maksymalna liczba linków. Przestań spamować.
ru: Достигнуто максимально разрешенное количество ссылок. Хватит спама - читайте книги!

source: Moderate this comment
da: Moderer denne kommentar
fr: Modérer ce commentaire
it: Modera questo commento
pl: Moderuj ten komentarz
ru: Модерировать комментарий

source: quick docs
da: hurtige doks
fr: documentation rapide
it: documentazione rapida
pl: krótka dokumentacja

source: full docs
da: komplette doks
fr: documentation complète
it: documentazione completa
pl: pełna dokumentacja

source: PivotX thumbnail creator
da: PivotX thumbnail-generator
it: Creatore di miniature di PivotX
pl: Kreator miniatur PivotX

source: When using GIF files, there is a significant chance that you can't use PivotX to make thumbnails. If you have problems with making thumbnails, we suggest using PNG or JPG files.
da: Hvis der bruges GIF-filer, er der stor risiko for. at du ikke kan bruge PivotX til at lave thumbnails. Hvis du har problemer med at lave thumbnails, foreslår vi brugen af PNG eller JPG filer.
fr: Si vous utilisez des images GIF, il est possible que vous ne puissiez pas utiliser les vignettes.Si vous rencontrez des problèmes avec la création de vignettes, nous vous suggérons d'utiliser des images PNG ou JPG.
it: Usando file GIF, c'è una significativa possibilità che non puoi usare PivotX per fare miniature. Se hai problemi con le miniature, ti suggeriamo di usare file PNG o JPG.
pl: Istnieje duża szansa, że PivotX nie będzie w stanie utworzyć miniatur plików GIF. Jeśli napotkasz na ten problem, sugerujemy użycie plików PNG lub JPG.

source: You can only make thumbnails of .gif, .jpg and .png images with PivotX.
da: u kan kun lave thumbnails af .gif, .jpg og .png billeder med PivotX.
fr: Vous ne pouvez créer de vignettes d'images .gif, .jpg et .png avec PivotX.
it: Con PivotX, puoi solo fare miniature di immagini .gif, .jpg e .png.
pl: PivotX potrafi tworzyć miniatury tylko dla grafik w formatach GIF, JPG i PNG.
ru: Выможете создавть миниатюры только для .gif, .jpg и .png файлов.

source: Couldn't make thumbnail remotely using
da: Kunne ikke lave thumbnails vha.
it: Non riesco a creare miniature remotamente usando
pl: Nie udało się tworzenie zdalnej miniatury za pomocą

source: PivotX Image Cropper
da: PivotX billed-beskærer
it: Ritaglio immagini di PivotX
pl: Przycinarka grafik PivotX

source: Crop size
da: Beskær størrelse
it: Dimensione del ritaglio
pl: Rozmiar przycięcia
ru: Обрезать картинку

source: can not be opened
da: kan ikke åbnes
fr: ne peut pas être ouvert
it: non può essere aperto
pl: nie udało się otworzyć

source: This file extension is not supported, please try JPG, GIF or PNG
da: Denne filendelse er ikke understøttet, prøv med JPG, GIF eller PNG
fr: Cette extension n'est pas supportée, veuillez essayer JPG, GIF ou PNG.
it: Questa estensione di file non è supportata, per favore prova con JPG, GIF o PNG
pl: To rozszerzenie pliku nie jest obsługiwane, spróbuj z JPG, GIF lub PNG
ru: Данный тип файлов не поддерживается, используйте JPG, GIF или PNG

source: Error creating thumbnail for %s - no file extension found.
da: Fejl ved oprettelse af thumbnail for %s - ingen filendelse fundet.
it: Errore nella creazione della miniatura per %s - non è stata trovata l'estensione dei file.
pl: Błąd tworzenia miniatury pliku %s - brak rozszerzenia.

source: Crop type
da: Beskæringtype
it: Tipo di ritaglio
pl: Typ przycięcia

source: Fixed Proportions
da: Faste dimensioner
fr: Proportions fixes
it: Proporzioni fisse
pl: Zachowaj proporcje
ru: Фиксированные пропорции

source: Bounded Size
da: Bundet størrelse
it: Dimensione limitata
pl: Granice rozmiaru

source: Free Crop
da: Fri beskæring
it: Ritaglio libero
pl: Swobodne przycinanie

source: Target thumbnail will be
da: Færdig thumbnail vil være
fr: La cible de la vignette sera
it: L'a miniatura di destinazione sarà
pl: Docelowa miniatura będzie

source: Create Thumbnail
da: Opret thumbnail
fr: Créer la vignette
it: Crea miniatura
pl: Utwórz miniaturę
ru: Создать Thumbnail

source: Go
da: Gå
fr: Suivant
it: Vai!
pl: Dalej
ru: Пошел!

source: Back
da: Tilbage
fr: Précédent
it: Indietro
pl: Wstecz
ru: Назад

source: if the thumbnail is not satisfactory
da: hvis denne thumbnail ikke er tilfredsstillende
it: Se la miniatura non è soddisfacente
pl: jeśli miniatura nie jest odpowiednia

source: Close
da: Luk
fr: Fermer
it: Chiudi
pl: Zamknij
ru: Закрыть

source: this window
da: dette vindue
it: questa finestra
pl: to okno

source: Added by PivotX on:
da: Tilføjet til PivotX den:
it: Aggiunto da PivotX il:
pl: Dodany przez PivotX:

source: Added on:
da: Tilføjet den:
fr: Ajouté le
it: Aggiunto il:
pl: Dodany:

source: Sunday
da: søndag
fr: Dimanche
it: Domenica
pl: niedziela,
ru: Воскресенье

source: Monday
da: mandag
fr: Lundi
it: Lunedì
pl: poniedziałek,
ru: Понедельник

source: Tuesday
da: tirsdag
fr: Mardi
it: Martedì
pl: wtorek,
ru: Вторник

source: Wednesday
da: onsdag
fr: Mercredi
it: Mercoledì
pl: środa,
ru: Среда

source: Thursday
da: torsdag
fr: Jeudi
it: Giovedì
pl: czwartek,
ru: Четверг

source: Friday
da: fredag
fr: Vendredi
it: Venerdì
pl: piątek,
ru: Пятница

source: Saturday
da: lørdag
fr: Samedi
it: Sabato
pl: sobota,
ru: Субота

source: S_Sunday_initial
da: S
fr: D
it: D
pl: N
ru: б

source: M_Monday_initial
da: M
fr: L
it: L
pl: P
ru: о

source: T_Tuesday_initial
da: Ti
fr: M
it: M
pl: W
ru: б

source: W_Wednesday_initial
da: O
fr: M
it: M
pl: Ś
ru: я

source: T_Thursday_initial
da: To
fr: J
it: G
pl: C
ru: в

source: F_Friday_initial
da: F
fr: V
it: V
pl: P
ru: о

source: S_Saturday_initial
da: L
fr: S
it: S
pl: S
ru: я

source: Sun
da: søn
fr: Dim
it: Dom
pl: nie.
ru: Вс

source: Mon
da: man
fr: Lun
it: Lun
pl: pon.
ru: Пн

source: Tue
da: tir
fr: Mar
it: Mar
pl: wt.
ru: Вт

source: Wed
da: ons
fr: Mer
it: Mer
pl: śr.
ru: Ср

source: Thu
da: tor
fr: Jeu
it: Gio
pl: czw.
ru: Чт

source: Fri
da: fre
fr: Ven
it: Ven
pl: pt.
ru: Пт

source: Sat
da: lør
fr: Sam
it: Sab
pl: sob.
ru: Сб

source: January
da: januar
fr: janvier
it: Gennaio
pl: styczeń
ru: Январь

source: February
da: februar
fr: février
it: Febbraio
pl: luty
ru: Февраль

source: March
da: marts
fr: mars
it: Marzo
pl: marzec
ru: Март

source: April
fr: avril
it: Aprile
pl: kwiecień
ru: Апрель

source: May
da: maj
fr: mai
it: Maggio
pl: maj
ru: Май

source: June
da: juni
fr: juin
it: Giugno
pl: czerwiec
ru: Июнь

source: July
da: juli
fr: juillet
it: Luglio
pl: lipiec
ru: Июль

source: August
fr: août
it: Agosto
pl: sierpień
ru: Август

source: September
fr: septembre
it: Settembre
pl: wrzesień
ru: Сентябрь

source: October
da: oktober
fr: octobre
it: Ottobre
pl: październik
ru: Октябрь

source: November
fr: novembre
it: Novembre
pl: listopad
ru: Ноябрь

source: December
fr: décembre
it: Dicembre
pl: grudzień
ru: Декабрь

source: Jan_January_abbreviation
da: jan
fr: Jan
it: Gen
pl: styczeń
ru: Янв

source: Feb_February_abbreviation
da: feb
fr: Fév
it: Feb
pl: luty
ru: Фев

source: Mar_March_abbreviation
da: mar
fr: Mar
it: Mar
pl: marzec
ru: Мар

source: Apr_April_abbreviation
da: apr
fr: Avr
it: Apr
pl: kwiecień
ru: Апр

source: May_May_abbreviation
da: maj
fr: Mai
it: Mag
pl: maj
ru: Май

source: Jun_June_abbreviation
da: jun
fr: Jui
it: Giu
pl: czerwiec
ru: Июн

source: Jul_July_abbreviation
da: jul
fr: Jul
it: Lug
pl: lipiec
ru: Июл

source: Aug_August_abbreviation
da: aug
fr: Aoû
it: Ago
pl: sierpień
ru: Авг

source: Sep_September_abbreviation
da: sep
fr: Sep
it: Set
pl: wrzesień
ru: Сен

source: Oct_October_abbreviation
da: okt
fr: Oct
it: Ott
pl: październik
ru: Окт

source: Nov_November_abbreviation
da: nov
fr: Nov
it: Nov
pl: listopad
ru: Ноя

source: Dec_December_abbreviation
da: dec
fr: Déc
it: Dic
pl: grudzień
ru: Дек

source: one
da: en
fr: un
it: uno
pl: jeden
ru: один

source: two
da: to
fr: deux
it: due
pl: dwa
ru: два

source: three
da: tre
fr: trois
it: tre
pl: trzy
ru: три

source: four
da: fire
fr: quatre
it: quattro
pl: cztery
ru: четыре

source: five
da: fem
fr: cinq
it: cinque
pl: pięć
ru: пять

source: six
da: seks
it: sei
pl: sześć
ru: шесть

source: seven
da: syv
fr: sept
it: sette
pl: siedem
ru: семь

source: eight
da: otte
fr: huit
it: otto
pl: osiem
ru: восемь

source: nine
da: ni
fr: neuf
it: nove
pl: dziewięć
ru: девять

source: ten
da: ti
fr: dix
it: dieci
pl: dziesięć
ru: десять

source: eleven
da: elleve
fr: onze
it: undici
pl: jedenaście
ru: одинадцать

source: twelve
da: tolv
fr: douze
it: dodici
pl: dwanaście
ru: двенадцать

source: thirteen
da: tretten
fr: treize
it: tredici
pl: trzynaście
ru: тринадцать

source: fourteen
da: fjorten
fr: quatorze
it: quattordici
pl: czternaście
ru: четырнадцать

source: fifteen
da: femten
fr: quinze
it: quindici
pl: piętnaście
ru: пятнадцать

source: sixteen
da: seksten
fr: seize
it: sedici
pl: szesnaście
ru: шестнадцать

source: seventeen
da: sytten
fr: dix-sept
it: diciassette
pl: siedemnaście
ru: семь

source: eigthteen
da: atten
fr: dix-huit
it: diciotto
pl: osiemnaście
ru: восесь

source: nineteen
da: nitten
fr: dix-neuf
it: diciannove
pl: dziewiętnaście
ru: девятнадцать

source: twenty
da: tyve
fr: vingt
it: venti
pl: dwadzieścia
ru: двенадцать

source: zeroth
da: nulte
it: zero
pl: zerowy
ru: нулевой

source: second
da: anden
fr: deuxième
it: secondo
pl: sekunda
ru: второй

source: third
da: tredje
fr: troisième
it: terzo
pl: trzeci
ru: третий

source: forth
da: fjerde
fr: quatrième
it: quarto
pl: czwarty
ru: четвертый

source: fifth
da: femte
fr: quinzième
it: quinto
pl: piąty
ru: пятый

source: sixth
da: sjette
fr: sixième
it: sesto
pl: szósty
ru: шестой

source: seventh
da: syvende
fr: septième
it: settimo
pl: siódmy
ru: седьмой

source: eighth
da: ottende
fr: huitième
it: ottavo
pl: ósmy
ru: восьмой

source: ninth
da: niende
fr: neuvième
it: nono
pl: dziewiąty
ru: девятый

source: tenth
da: tiende
fr: dixième
it: decimo
pl: dziesiąty
ru: десятый

source: eleventh
da: ellevte
fr: onzième
it: undicesimo
pl: jedenasty
ru: одинадцатый

source: twelfth
da: tolvte
fr: douzième
it: dodicesimo
pl: dwunasty
ru: двенадцатый

source: thirteenth
da: trettende
fr: treizième
it: tredicesimo
pl: trzynasty
ru: тринадцатый

source: fourteenth
da: fjortende
fr: quatorzième
it: quattordicesimo
pl: czternasty
ru: четырнадцатый

source: fifteenth
da: femtende
fr: quinzième
it: quindicesimo
pl: piętnasty
ru: пятнадцать

source: sixteenth
da: sekstende
fr: seizième
it: sedicesimo
pl: szesnasty
ru: шестнадцатый

source: seventeenth
da: syttende
fr: dix-septième
it: diciassettesimo
pl: siedemnasty
ru: семнадцать

source: eighteenth
da: attende
fr: dix-huitième
it: diciottesimo
pl: osiemnasty
ru: восемнадцатый

source: nineteenth
da: nittende
fr: dix-neufième
it: diciannovesimo
pl: dziewiętnasty
ru: девятнадцатый

source: twentieth
da: tyvende
fr: vingtième
it: ventesimo
pl: dwudziesty
ru: двенадцать

source: The current version of PHP on the server is %s, which is an older version than PivotX requires (%s). PivotX will most likely not work correctly, until the server is updated to a newer version.
da: Den aktuelle version af PHP på serveren er %s, hvilket er en ældre version end PivotX kræver (%s). PivotX vil sikkert ikke fungere korrekt, indtil serveren er opdateret til en nyere version.
fr: La version actuelle de PHP sur le serveur est %s, qui est plus ancient que le minimum requis par PivotX (%s).PivotX ne marchera peut-être pas correctement jusqu'à ce que le serveur soit mis à jour dans une version plus récente.
it: La versione attuale di PHP sul server è %s, che è più vecchia di quella richiesta da PivotX (%s). Molto probabilmente PivotX non funzionerà correttamente finché il server non verrà aggiornato.
pl: Bieżąca wersja PHP na serwerze to %s, jest ona starsza niż wymaga PivotX (%s). PivotX najprawdopodobniej nie będzie działał prawidłowo, dopóki serwer nie zostanie zaktualizowany do nowszej wersji.

source: This webserver has safe_mode enabled. This doesn't actually make things any 'safer', just more annoying. Please ask your hosting provider to turn it off. See the documentation for more info: <a href='http://docs.pivotx.net/doku.php?id=dealing_with_safe_mode'>Dealing with safe_mode</a>.
da: Webserveren har safe_mode aktiveret. Det gør egentlig ikke tingene mere 'sikre', bare mere besværlige. Bed din udbyder om at koble det fra. Se dokumentationen for mere information: <a href='http://docs.pivotx.net/doku.php?id=dealing_with_safe_mode'>Dealing with safe_mode</a>.
fr: Ce serveur web a l'option 'safe_mode' activée. Cela ne rend en fait pas les chose plus sécurisées, juste plus ennuyantes. Veuillez demander à votre hébergeur de désactiver cete option. Veuillez consulter la documentation <a href='http://docs.pivotx.net/doku.php?id=dealing_with_safe_mode'>faire avec le safe mode</a>.
it: Questo server web ha l'opzione safe_mode abilitata. Non rende realmente il server più sicuro, solo più fastidioso. Per favore chiedi al tuo provider di disabilitarla. Leggi la documentazione per informazioni: : <a href='http://docs.pivotx.net/doku.php?id=dealing_with_safe_mode'>Dealing with safe_mode</a>.
pl: Serwer działa obecnie w trybie safe_mode ("tryb bezpieczny"). W rzeczywistości nie zapewnia to żadnego bezpieczeństwa, tylko powoduje komplikacje. Poproś swojego dostawcę hostingu, aby go wyłączył. Więcej informacji na ten temat: <a href='http://docs.pivotx.net/doku.php?id=dealing_with_safe_mode'>Dealing with safe_mode</a>.

source: The PivotX installer script "pivotx-setup.php" is still present in the parent folder. You should be aware that this is a potential security risk. We advise you to remove it, or to set an empty password inside it, so that it can't be executed by people with bad intentions.
da: PivotX installations-skriptet "pivotx-setup.php" findes stadig i hovedfolderen. Det er en mulig sikkerhedsrisiko. Vi anbefaler at det fjernes, eller sætte et tomt password inde i det, så det ikke kan kaldes af folk med onde hensigter.
fr: Le script d'installation de Pivot est toujours présent dans le dossier parent. Vous devez savoir que ce fichier représente un risque potentiel de sécurité. Nous vous demandons de l'enlever ou de mettre un mot de passe vide dedans afin qu'ill ne puisse passe être exécuté par des personnes malveillantes.
it: Lo script di installazione di PivotX "pivotx-setup.php" è ancora presente sul server. Devi essere cosciente che questo è un potenziale rischio di sicurezza. Ti suggeriamo di rimuoverlo o azzerare la password dentro di esso, così che non possa essere eseguito da malintenzionati.
pl: Skrypt instalacyjny PivotX 'pivot-setup.php' wciąż znajduje się w katalogu głównym. Powinieneś wiedzieć, że stanowi to potencjalne zagrożenie bezpieczeństwa. Radzimy go usunąć lub zmienić jego nazwę tak, aby nie mogły do uruchomić osoby mające złe zamiary.

source: The old Pivot installer script "pivot-setup.php" is still present in the parent folder. Please remove it immediately since it's not used for PivotX and it is a potential security risk.
da: PivotX installations-skriptet "pivotx-setup.php" findes stadig i hovedfolderen. Fjern det straks, da det ikke mere skal bruges af PivotX og det er en mulig sikkerhedsrisiko.
fr: Le script d'installation de Pivot est toujours présent dans le dossier parent. Merci de le supprimer immédiatement étant donné qu'il n'est pas utilisé par PivotX et représente un risque potentiel de sécurité.
it: Lo script di installazione di PivotX "pivot-setup.php" è ancora presente sul server. Devi essere cosciente che questo è un potenziale rischio di sicurezza. Ti suggeriamo di rimuoverlo.
pl: Skrypt instalacyjny PivotX 'pivot-setup.php' wciąż znajduje się w katalogu głównym. Prosimy go natychmiast usunąć, ponieważ nie jest używany przez PivotX i stanowi potencjalne zagrożenie bezpieczeństwa.

source: You are currently logged in at a different host than your canonical host. If <strong>%s</strong> isn't the canonical host you want, change it on the %s screen.
da: Du er lige nu logget ind via en anden vært end den normale. Hvis <strong>%s</strong> ikke er den standard-vært, som du ønsker, skal det laves om på %s skærmen.
it: Al momento sei loggato in un host diverso dal tuo canonico. Se <strong>%s</strong> non è l'host canonico che vuoi, cambialo sulla schermata %s.
pl: Jesteś obecnie zalogowany na innym serwerze niż twój serwer kanoniczny. Jeśli <strong>%s</strong> nie jest tym hostem, o który ci chodzi, zmień go na %s.

source: You are currently logged in at a different location than the preferred one. This might cause problems with wrongly calculated links. Please click here to go to the correct location:
da: Du er lige nu logget ind fra et andet sted end det normale. Det kan give problemer med forkert beregnede links. Klik her for at gå til det rigtige sted.
it: Al momento sei loggato in una locazione diversa dalla preferita. Questo può causare problemi ed errori nel calcolo dei collegamenti. Per favore clicca qui per andare alla locazione corretta:
pl: Jesteś obecnie zalogowany z innego miejsca niż preferowane. Może to powodować problemy z nieprawidłowymi linkami. Kliknij tu, aby przejść do właściwego miejsca:
