Repository: pivotx/PivotX-translations
Catalog: translations/*.po
Languages: da, fr, it, pl, ru

source: Allow comments by default
da: Tilad kommentarer som standard
fr: Par défaut, autoriser les commentaires
it: Consenti sempre i commenti
pl: Domyślnie zezwalaj na komentowanie wpisów
ru: Разрешить комментирование "по умолчанию"

source: Determine whether entries are set to allow comments or not.
da: Afgør om indlæg er sat til at tillade kommentarer eller ej.
fr: Détermine si les entrées peuvent recevoir des commentaires.
it: Determina se gli articoli consentono commenti o no.
pl: Określa, czy wpisy mają domyślnie ustawioną możliwość ich komentowania.

source: Moderate comments
da: Moderer kommentarer
fr: Modérer les commentaires
it: Modera i commenti
pl: Moderuj komentarze
ru: Модерировать комментарии

source: Determines whether comments must by approved before they are visible on the site.
da: Bestemmer, om kommentarer skal godkendes, før de vises på siden.
fr: Détermine si les commentaires doivent être approuvés avant d'être visible sur le site.
it: Determina se i commenti debbano essere approvati prima che diventino visibili sul sito.
pl: Określa czy komentarze muszą zostać zaakceptowane zanim zostaną wyświetlone na stronie.

source: Website online
da: Website er online
pl: Strona jest aktywna
ru: Сайт онлайн

source: Set your website offline for maintenance or upgrade.
da: Sæt din webside offline til vedligeholdelse eller opgradering.
pl: Ustaw swoją stronę jako nieaktywną w trakcie napraw lub aktualizacji.

source: Cache Settings
da: Cache-indstillinger
fr: Paramètres du cache
it: Impostazioni della cache
pl: Ustawienia pamięci podręcznej
ru: Настройки Кэширования

source: Use Minify in Backend
da: Brug Minify i admin
it: Usa Minify nel Backend
pl: Używaj Minify w panelu administracji

source: Use Minify to group and compress Javascript and CSS files to reduce the amount of requests for all pages in the PivotX interface. Disable this if you are experiencing problems.
da: Brug Minify til at gruppere eller komprimere Javascript og CSS-filer for at reducere mængden af forespørgsler om alle sider i PivotX-interfacen. Deaktiver det, hvis du oplever problemer.
it: Usa Minify per raggruppare e comprimere file Javascript e CSS per ridurre il numero di richieste per tutte le pagine nell'interfaccia di PivotX. Disabilita se si verificano problemi.
pl: Używaj Minify aby grupować i kompresować pliki JavaScript i CSS w celu zmniejszenia ilości żądań wszystkich stron w panelu PivotX. Wyłącz tę opcję jeśli napotkasz na problemy.

source: Use Minify in Frontend
da: Brug Minify i frontend
it: Usa Minify nel Frontend
pl: Używaj Minify w serwisie

source: Use Minify to group and compress Javascript and CSS files to reduce the amount of requests for all pages in the website. Disable this while you're working on your Templates, or if you are experiencing problems.
da: Brug Minify til at gruppere eller komprimere Javascript og CSS-filer for at reducere mængden af forespørgsler om alle sider i websiden. Deaktiver det, når du arbejder med dine skabeloner eller hvis du oplever problemer.
it: Usa Minify per raggruppare e comprimere file Javascript e CSS per ridurre il numero di richieste per tutte le pagine nel sito web. Disabilita se stai lavorando sui Modelli o si verificano problemi.
pl: Używaj Minify aby grupować i kompresować pliki JavaScript i CSS w celu zmniejszenia ilości żądań wszystkich stron w serwisie. Wyłącz tę opcję gdy pracujesz nad szablonami lub jeśli napotkasz na problemy.

source: Force compile templates
da: Gennemtving kompilering af skabeloner
fr: Forcer la compilation des modèles
it: Forza la compilazione dei modelli
pl: Wymuś kompilację szablonów
ru: Компилировать шаблоны каждый раз

source: If you enable this, all templates will be compiled everytime. Only enable this, if you're having trouble with the templates, as this setting severely degrades performance.
da: Hvis du aktiverer dette, vil alle skabeloner blive kompileret hver gang. Aktiver det kun, hvis du har problemer med skabelonerne, da denne indstilling går ud over ydelsen.
fr: Si 'Oui', tous les modèles seront compilés à chaque fois. N'activez cette fonction que si vous rencontres des problèmes avec les modèles,ce paramétrage dégradant fortement les performances.
it: Se attivi questa opzione, tutti i modelli saranno ricompilati ogni volta. Attiva l'opzione solo se hai problemi con i modelli, poiché degrada molto le prestazioni.
pl: Jeśli włączysz tę opcję, wszystkie szablony będą kompilowane za każdym razem. Używaj jej tylko jeśli napotykasz na problemy z szablonami, ponieważ wywołuje to duży spadek wydajności.

source: Disallow cached includes
da: Tillad ikke cachede includes
it: Non consentire i 'cached_include'
pl: Wyłącz buforowanie wstawianych szablonów

source: If you enable this, all [[cached_include]] tags will work like regular [[include]] tags, without being cached.
da: Hvis dette aktiveres, vil alle [[cached_include]] mærker virke som regulære [[include]] mærker, uden at være cached.
it: Se attivata, tutti i tag [[cached_include]] funzioneranno all stesso modo dei tag [[include]] normali, senza quindi usare la cache.
pl: Jeśli włączysz tę opcję, wszystkie znaczniki [[cached_include]] będą działać jak zwykłe znaczniki [[include]], bez buforowania szablonów wstawianych do strony.

source: Use output caching
da: Brug output-caching
it: Usa caching dell'output
pl: Buforuj strony
ru: Использовать полное кэширование

source: If you enable this, all pages will be cached. This will make PivotX much 'lighter', so you should always use this when you're having performance issues, or you have a site with a lot of visitors. Disable this while you're working on your Templates, or if you are experiencing problems.
da: Hvis du aktiverer dette, vil alle sider blive cached. Det vil gøre PivotX meget 'lettere', så du bør altid bruge det, hvis der er problemer med ydelsen eller hvis du har en side med mange gæster. Deaktiver det, hvis du arbejder med skabelonerne, eller hvis der opstår problemer.
it: Se abiliti questo, tutte le pagine saranno tenute in cache Questo renderà PivotX più 'leggero', e quindi ti conviene usarlo se hai problemi di performance o se hai un sito con molti visitatori. Disabilita questo mentre stai lavorando sui tuoi Modelli, o se il sito ha qualche problema.
pl: Jeśli włączysz tę opcję, wszystkie strony będą buforowane. Dzięki temu PivotX będzie znacznie szybszy, więc należy używać jej w wypadku problemów z wydajnością lub przy dużej liczbie gości. Wyłącz tę opcję gdy pracujesz nad szablonami lub jeśli napotykasz na problemy.
ru: При включении опции на сайте активируется система кэширования. Используйте если у Вас проблемы с производительностью или ресурс имеет высокую посещаемость. Отключайте, когда работает над отладкой Шаблонов или при возникновении ошибок.

source: Show Flickr Images
da: Vis Flickr-billeder
fr: Afficher images Flickr
it: Mostra immagini di Flickr
pl: Wyświetlaj grafiki z Flickra
ru: Показывать картинки с Flickr

source: If set to "yes", PivotX will fetch images with this tag from Flickr.com.
da: Hvis sat til "Ja", vil PivotX hente billeder med dette flag fra Flickr.com.
fr: Si 'Oui', Pivot va chercher les images avec ce mot clé sur Flickr.com
it: Se impostato a "si", PivotX mostrerà immagini con questo tag da Flickr.com.
pl: Jeśli ustawione na "tak", PivotX będzie pobierał grafiki z tym znacznikiem ze strony Flickr.com.

source: Number of images
da: Antal billeder
fr: Nombre d'image(s)
it: Numero di immagini
pl: Liczba grafik
ru: Количество картинок

source: The amount of images to fetch from Flickr.
da: Det antal billeder, der skal hentes fra Flickr.
fr: Le nombre d'images à chercher sur Flickr.com.
it: Il numero di immagini estratte da Flickr.
pl: Liczba grafik pobieranych z serwisu Flickr.
ru: Количество картинок загружаемых с Flickr.

source: Show feeds
da: Vis feeds
fr: Afficher les flux
it: Mostra i feeds
pl: Wyświetlaj kanały
ru: RSS поток (2.0)

source: If set to "yes", PivotX will show the buttons to fetch feeds with this tag from various sources.
da: Hvis sat til "ja", vil PivotX vise knapper til at hente feeds med dette mærke fra forskellige kilder.
fr: Si 'Oui', Pivot affichera le bouton pour parcourir les flux contenants ce mot clé à partir de sources diverses.
it: Se settato a "si", Pivot mostrerà i bottoni per caricare i feed con questo tag da varie fonti.
pl: Jeśli ustawione na "tak", PivotX będzie wyświetlał przyciski do pobierania kanałów z tym znacznikiem z różnych źródeł.

source: Number of items
da: Antal indlæg
fr: Nombre d'éléments
it: Numero di item
pl: Liczba elementów
ru: Количество записей

source: The amount of items to fetch from each source
da: Det antal emner, der skal hentes fra hver kilde
fr: Le nombre d'item à chercher sur chaque source
it: Il numero di elementi da caricare per ogni fonte
pl: Liczba elementów pobieranych z każdego źródła

source: Cloud size
da: Samlingens størrelse
fr: Taille du nuage de mots clés
it: Dimensione della nuvola
pl: Rozmiar chmury znaczników
ru: Размер Облака Меток

source: Minimum size
da: Minimum-størrelse
fr: Taille minimum
it: Dimensione minima
pl: Rozmiar minimalny
ru: Минимальный размер

source: Maximum size
da: Maximum-størrelse
fr: Taille maximum
it: Dimensione massima
pl: Rozmiar maksymalny
ru: Максимальный размер

source: The size (in pixels) used to display the tag cloud. Tags that are used more often are shown in a larger font.
da: Størrelsen (i pixels) brugt til at vise emne-området. Emner, der er brugt hyppigere, vises med større skrift.
fr: La dimension (en pixels) utilisée pour afficher le nuage de mots clés. Les mots clés les plus utilisés sont affichés avec une police plus grosse.
it: La dimensione (in pixel) usata per mostrare la nuvola dei tag. Tag più frequenti sono mostrati con un font più ampio.
pl: Rozmiar (w pikselach) używany do wyświetlania chmury znaczników. Znaczniki używane częściej są wyświetlane większą czcionką.
ru: Размер (в пикселях) для отображения облака меток. Чем чаще используется метка, тем больше размер отоброжаемого шрифта.

source: Debug mode
da: Fejlsøgemodus
fr: Mode débogage
it: Modalità di debug
pl: Tryb serwisowy
ru: Режим отладки

source: Show the Debug Bar with information about rendering times, debug notices and other information to help you develop a site.
da: Vis debug-bjælken med information om læsningstider, debug-beskeder og anden information, som kan hjælpe ved udviklingen af siden.
pl: Pokaż pasek serwisowy z informacjami o czasie renderowania stron, komunikaty serwisowe i inne informacje pomocne przy rozwijaniu strony.

source: Log Queries
da: Log forespørgsler
fr: Journal des requêtes
it: Registra le interrogazioni
pl: Dziennik zapytań
ru: Журнал Запросов

source: Log all MySQL queries in the debug log. Use this when you are investigation performance issues, but turn it off on production websites.
da: Log alle MySQL-forespørgsler i debug-loggen. Brug den, hvis der skal undersøges problemer med ydelsen, men slå den fra på aktive websider.
pl: Zapisuj wszystkie zapytania MySQL w dzienniku serwisowym. Używaj tej opcji do testowania problemów z wydajnością, ale wyłączaj na stronach produkcyjnych.

source: Log to file
da: Log til fil
pl: Dziennik do pliku
ru: Лог в файл

source: Log the debug output to a file. Use this when you are investigation performance issues, but turn it off on production websites. Only works when 'Debug' is enabled.
da: Log debug-output til en fil. Brug det til at undersøge ydelses-problemer, men slå det fra ved almindelig brug. Virker kun hvis 'Debug' er aktiveret.
pl: Zapisuj dziennik serwisowy do pliku. Używaj tej opcji do testowania problemów z wydajnością, ale wyłączaj na stronach produkcyjnych. Działa tylko przy włączonym trybie serwisowym.

source: Unlink Files
da: Kobl filer fra
it: Elimina i file (Unlink)
pl: Odlinkuj pliki

source: Some instances of servers on which the ghastly safe_mode is enabled, might require playing with this option. On most servers this option will not have any effect.
da: Nogle servere som har safe_mode (PHP) aktiveret, kræver måske at man leger med denne indstilling. På de fleste severe har denne indstillingen ingen virkning.
pl: Niektóre serwery, na których jest włączony paskudny safe_mode, mogą wymagać jej włączenia. Na większości serwerów ta opcja nie ma żadnego znaczenia.

source: Chmod Files To
da: Rediger filrettigheder (chmod) til
fr: Chmod des fichiers en
it: Cambia i permessi dei file
pl: Zmień uprawnienia plików (chmod) na
ru: Chmod Файлов

source: Some servers require that created files are chmodded in a specific way. Common values are "0644" and "0755". Do not change this, unless you know what you're doing.
da: Nogle servere kræver at Oprettede filer får så rettighederne (chmod) på en speciel måde. Almindelige værdier er "0644" and "0755". Du skal kun ændre det, hvis du ved hvad du gør.
fr: Certains serveurs nécessitent un chmod spécifique sur les fichiers créés.Les valeurs les plus courantes sont '0644' et '0755'.Ne changez cette option que si vous savez ce que vous faites.
it: Alcuni server richiedono di avere uno specifico chmod per i file. Valori comuni sono '0644' e '0755'. Non li cambiare, a meno che non sappia cosa stai facendo.
pl: Niektóre serwery wymagają, aby tworzone pliki miały ustawione uprawnienia (chmod) w specyficzny sposób. Najczęściej spotykanymi wartościami są "0644" i "0755". Nie zmieniaj tego, chyba że wiesz co robisz.

source: File Upload Path
da: Sti til fil upload
fr: Chemin d'upload
it: Percorso del file
pl: Ścieżka dla wysyłanych plików
ru: Пусть сохранения файлов

source: The path to the folder where uploaded files are stored. If you change this, be sure to change it in the file <tt>pivotx/includes/timthumb.php</tt> as well.
da: Stien til folderen, hvor de oploadede diler gemmes. Hvis du ændrer det, skal det også ændres i filen <tt>pivotx/includes/timthumb.php</tt>.
fr: Chemin du répertoire dans lequel sont téléchargés les fichiers.Si vous changez ce chemin, assurez vous de le changer également dansle fichier <tt>pivotx/includes/timthumb.php</tt>.
it: Il percorso alla cartella dove vengono memorizzati i file caricati. Se cambi questo, cambialo anche nel file <tt>pivotx/includes/timthumb.php</tt>.
pl: Ścieżka do foldera, w którym przechowywane są wysyłane pliki. Jeśli zmieniasz tę wartość, pamiętaj aby zmienić ją także w pliku <tt>pivotx/includes/timthumb.php</tt>.

source: Overwrite
da: Overskriv
fr: Ecraser
it: Sovrascrivi
pl: Nadpisywanie
ru: Выбрать

source: Increment Filename
da: Inkrementer filnavn
fr: Incrémenter le nom
it: Nomi dei file incrementali
pl: powiększ numer w nazwie pliku

source: Maximum Filesize
da: Maksimum filstørrelse
fr: Taille maximale
it: Dimensione massima dei file
pl: Maksymalny rozmiar pliku
ru: Максимальный размер файла

source: The maximum size of files upload to your server.
da: Den maksimale filstørrelse, der kan oploades til serveren.
fr: La taille maximum des fichiers téléchargés sur votre serveur.
it: La massima dimensione dei file caricati sul tuo server.
pl: Maksymalny rozmiar plików wysyłanych na twój serwer.
ru: Максимальный размер файла доступный для загрузки на сервер

source: Automatic Thumbnails
da: Automatiske miniatyrer
fr: Vignettes automatiques
it: Miniature automatiche
pl: Automatyczne miniatury
ru: Автоматическо создание миниатюры

source: Create thumbnails automatically when uploading images.
da: Lav automatisk thumbnails, når der oploades billeder.
fr: Créer automatiquement les vignettes lors du téléchargement d'images.
it: Crea automaticamente le miniature quando carichi immagini.
pl: Automatycznie twórz miniatury wysłanych plików.
ru: Создавать миниатюру автоматически при загрузки изображений

source: Thumbnail width
da: Thumbnail-bredde
fr: Largeur de vignette
it: Larghezza miniature
pl: Szerokość miniatury
ru: Ширина миниатюры

source: Thumbnail height
da: Thumbnail-højde
fr: Hauteur de vignette
it: Altezza miniature
pl: Wysokość miniatury
ru: Высота миниатюры

source: Thumbnail quality
da: Thumbnail-kvalitet
fr: Qualité de vignette
it: Qualità della miniatura
pl: Jakość miniatury
ru: Качество миниатюры

source: The quality of the thumbnail PivotX creates. 0 is the lowest quality, but also the smallest file. 100 is the highest, but creates a large file. 75 is a good default.
da: Kvaliteten af de thumbnails, som PivotX laver. 0 er den dårligste kvalitet, men også den mindste fil. 100 er det bedste, men laver store filer. 75 er en god standard.
fr: La qualité des vignettes créées par PivotX.0 est la moins bonne qualité mais les fichiers de vignettes sont les plus petits.100 est la meilleure qualité mais les fichiers de vignette sont les plus gros.75 est un bon compromis.
it: La qualità delle miniature create da PivotX. 0 è la qualità più bassa, a cui corrisponde la dimensione di file minore. 100 è la più alta, ma crea file molto grandi. 75 è un buon compromesso.
pl: Jakość miniatur tworzonych przez PivotX. Najniższą jakość daje 0, ale w zamian tworzy najmniejsze pliki. Najwyższą jakość daje 100, ale tworzone pliki są duże. 75 to dobra wartość domyślna.

source: These filetypes are acceptable for upload. Separate the different types with a comma. Be sure to use the proper mimetype. "image/png" is correct, while "png" is not.
da: Disse filtyper kan bruges til opload. Adskil de forskellige typer med komme. Sørg for at bruge den rigtige mimetype. "image/png" er korrekt, mens "png" er forkert.
fr: Ces types de fichiers sont acceptés en téléchargement vers le serveur. Séparez les différents types de fichiers par une virgule.Assurez-vous d'utiliser le bon type mime : "image/png" est correct, alors que "png" ne l'est pas.
it: Questi sono i tipi di file accettabili per l'upload. Separa i diversi tipi con una virgola. Accertati di usare il tipo MIME corretto: "image/png" è corretto, "png" no.
pl: Typy akceptowane do wysyłania plików. Poszczególne typy należy oddzielać przecinkami. Uwaga na właściwe typy MIME, np. "image/png" jest właściwy, ale "png" jest błędny.

source: Full date format
da: Fuldt datoformat
fr: Format de date complet
it: Formato data completo
pl: Format pełnej daty
ru: Полный формат даты

source: This determines the format for the full date and time. Most often used at the top of a single entry page.
da: Bestemmer formatet for fuld dato og tid. Som regel brugt på toppen af en enlig indlægsside.
pl: Określa format pełnej daty i czasu. Najczęściej używany na górze strony pojedynczego wpisu.

source: Entry Date
da: Indlægsdato
fr: Date d'entrée
it: Data dell'articolo
pl: Data wpisu
ru: Дата записи

source: The date used when displaying the entry.
da: Den dato der bruges, når indlægget vises.
fr: La date utilisée lors de l'affichage de l'entrée.
it: La data usata quando viene mostrato l'articolo.
pl: Data używana przy wyświetlaniu wpisu.

source: Diff Date
fr: Date différente
it: Data differenziale
pl: Data różnicowa

source: The "Diff Date" is most commonly used in conjunction with the "Entry Date". The Entry Date is displayed on every entry on your log, while the Diff Date is only displayed if the date differs from the previous entry.
da: "Diff dato" bruges mest sammen med "Indlægs-dato". Indlægsdatoen vises ved hvert indlæg i bloggen, mens Diff dato kun vises, hvis datoen afviger fra den forrige.
it: La data differenziale viene usata congiuntamente alla data dell'artiolo. La data dell'articolo viene visualizzata per ogni articolo nel blog, mentre la data differenziale viene visualizzata solo se la data differisce dall'articolo precedente.
pl: "Data różnicowa" jest najczęściej używana w połączeniu z "datą wpisu". Data wpisu jest wyświetlana przy każdym wpisie na twoim blogu, a data różnicowa tylko jeśli data wpisu różni się od daty poprzedniego wpisu.

source: Current server time
da: Aktuelle servertid
fr: Heure actuelle du serveur
it: Tempo corrente del server
pl: Bieżący czas serwera
ru: Текущее время на сервере

source: Time Offset Unit
da: Tidsenhed offset
fr: Unité du Décalage
it: Unità di scostamento dell'orologio
pl: Jednostka różnicy czasu

source: Year
da: år
fr: Année
it: Anno
pl: rok
ru: Лет

source: Month
da: måned
fr: Mois
it: Mese
pl: miesiąc
ru: Месяцев

source: Day
da: dag
fr: Jour
it: Giorno
pl: dzień
ru: Дней

source: Hour
da: time
fr: Heure
it: Ora
pl: godzina
ru: Часов

source: Minute
da: minut
it: Minuto
pl: minuta
ru: Минут

source: Time Offset
da: Tid offset
fr: Décalage
it: Scostamento dell'orologio
pl: Różnica czasu

source: Activate
da: Aktiver
fr: Activer
it: Attiva
pl: Aktywuj
ru: Активировать

source: Mail server
fr: Serveur de mail
pl: Serwer poczty
ru: Cеревер почты

source: Please give a proper domain name!
da: Angiv et rigtigt domæne-navn!
fr: Le nom de domaine est incorrect!
it: Per favore fornisci un nome di dominio adeguato!
pl: Podaj prawidłową nazwę domeny!
ru: Пожалуйста, укажите корректное имя домена!

source: Default author
da: Standard forfatter
fr: Auteur par défaut
it: Autore di default
pl: Domyślny autor
ru: Автор "по умолчанию"

source: Please select a user
da: Vælg en bruger
fr: Langue par défaut
it: Per favore seleziona un utente
pl: Proszę wybrać użytkownika
ru: Выбирите пользователя

source: Select a user
da: Vælg en bruger
fr: Sélectionner un utilisateur
it: Seleziona un utente
pl: wybierz użytkownika
ru: Выберите пользователя

source: The user that the posted entries will belong to.
da: Brugeren, som det sendte indlæg vil tilhøre.
fr: L'utilisateur a qui appartiendra l'entrée.
it: L'utente a cui apparterranno gli articoli inseriti.
pl: Użytkownik, do którego będą należały wysłane wpisy.

source: Default category
da: Standard-kategori
fr: Catégorie par défaut
it: Categoria di default
pl: Domyślna kategoria

source: Please select a category
da: Vælg en kategori
fr: - choisir une catégorie -
it: Per favore seleziona una categoria
pl: Proszę wybrać kategorię
ru: - категория -

source: Select a category
da: Vælg en kategori
fr: Sélectionner une catégorie
it: Seleziona una categoria
pl: wybierz kategorię
ru: Выбирите категорию

source: The category that normal messages will be posted to.
da: Den kategori, som almindelige indlæg sendes til.
fr: Catégorie dans laquelle seront posté les messages normaux
it: La categoria in cui verranno inseriti i messaggi normali.
pl: Kategoria, do której będą należały zwykłe wiadomości.

source: Use the IMAP extension
da: Brug IMAP-udvidelse
fr: Utiliser l'extension IMAP
it: Usa l'estensione IMAP
pl: Używaj rozszerzeń IMAP
ru: Использовать IMAP расширение

source: What protocol
da: Hvilken protokol
fr: Quel protocol
it: Quale protocollo
pl: który protokół
ru: Протокол

source: The IMAP extension, which isn't enabled on all web servers, supports both POP3 and IMAP and is required if you need secure POP3 (as Hotmail and Gmail uses).
da: IMAP-udvidelsen, som ikke er aktiveret på alle webservere, understøtter både POP3 og IMAP og er nødvendig, hvis du skal bruge sikker POP3 (som Hotmail og Gmail bruger).
fr: L'extension IMAP, qui n'est pas activée sur tous les serveurs web supporte POP3 et IMAP et est nécessaire si vous avez besoin d'un POP3 sécurisé (par exemple pour l'utilisation avec Hotmail ou Gmail)
it: L'estensione IMAP, che non è abilitata su tutti i server, supporta sia POP3 che IMAP ed è richiesta se hai bisogno di OP3 sicuro (come per Hotmail e Gmail).
pl: Rozszerzenie IMAP, które nie jest dostępne na wszystkich serwerach, obsługuje protokoły POP3 oraz IMAP i jest wymagane, jeśli potrzebujesz bezpiecznego połączenia POP3 (np. konta pocztowe w Hotmailu i Gmailu).

source: Allowed senders
da: Tilladte afsendere
fr: Emetteurs autorisés
it: Mittenti abilitati
pl: Dozwolone adresy wysyłających
