Repository: pivotx/PivotX-translations
Catalog: translations/*.po
Languages: da, fr, it, pl, ru

source: The Template which determines the layout of the index page of this weblog.
da: Skabelonen som bestemmer udseende på forsiden for denne blogg.
fr: Le modèle qui détermine la présentation de la page d'index de ce weblog.
it: Modello che determina il layout della pagina indice di questo weblog.
pl: Szablon określający wygląd strony głównej tego bloga.

source: Archivepage Template
da: Arkivsideskabelon
fr: Modèle de page archives
it: Modello per l'archivio
pl: Szablon strony archiwum
ru: Шаблон страниц в Архиве

source: The Template which determines the layout of your archives. This can be the same as "Frontpage Template".
da: Skabelonen som bestemmer udseendet af arkiverne. Det kan være det samme som "Forside-skabelonen".
fr: Le modèle qui détermine la présentation de vos archives. Cela peut être le même que 'Modèle de page d'accueil'.
it: Il modello che determina l'aspetto degli archivi. Può essere lo stesso del 'Modello per la Prima pagina'.
pl: Szablon określający wygląd strony archiwum. Może być taki sam, jak dla strony głównej.

source: Entrypage Template
da: Indlægsskabelon
fr: Modèle de page entrée
it: Modello per l'articolo
pl: Szablon strony wpisu
ru: Шаблон записи

source: The Template which determines the layout of single entries.
da: Skabelonen som bestemmer udseende på enlige indlæg (på egen side).
fr: Le modèle qui détermine la présentation des entrées individuelles.
it: Modello che determina il layout del singolo articolo.
pl: Szablon określający wygląd strony pojedynczego wpisu.
ru: Шаблон используемый при отображение отдельной записи.

source: Extra Template
da: Ekstra skabelon
fr: Modèle supplémentaire
it: Modello per gli extra
pl: Szablon specjalny
ru: Extra-Шаблон

source: The Template that defines how a search, tag or other special page will look like.
da: Skabelonen, som bestemmer, hvordan en søge- mærke- eller speciel side vil se ud.
fr: Le modèle qui détermine la présentation des recherches, mots clés ou autre pages spéciales
it: Modello che determina l'aspetto di pagine di ricerca, dei tag o altre pagine speciali.
pl: Szablon określający wygląd strony wyszukiwania, znaczników lub innych stron specjalnych.
ru: Шаблон для страниц Поиска, Меток и пр

source: Page Template
da: Sideskabelon
fr: Modèle de page
it: Modello di pagina
pl: Szablon strony
ru: Шаблон отдельных Страниц

source: The Template that defines how a page will look like if you haven't specified a template for it.
da: Skabelonen som bestemmer, hvordan en side vil se ud, hvis der ikke er defineret en skabelon for den.
fr: Le modèle qui définit la présentation de vos pages par défaut si vous n'avez pas spécifié de modèle.
it: Modello che definisce come apparirà una pagina se non hai specificato un modello specificamente per essa.
pl: Szablon określający wygląd strony, jeśli nie został dla niej wybrany żaden szablon.

source: Subweblog %s
da: Underweblog %s
pl: Blog podrzędny %s

source: The Number of entries in this subweblog that will be shown on the frontpage.
da: Antal indlæg i denne underblogg som vil blive vist på forsiden.
fr: Le nombre d'entrées de ce sous-weblog qui seront affichées sur la page d'accueil.
it: Il numero di articoli di questo subweblog che verranno mostrati nella prima pagina.
pl: Liczba wpisów w tym blogu podrzędnym, które będą wyświetlane na stronie głównej.
ru: Количество записей отоброжаемых на главной странице.

source: Offset
da: Forskydning
fr: Décalage
it: Scostamento
pl: Przesunięcie

source: If Offset is set to a number, that amount of entries will be skipped when generating the page. You can use this to make a "Previous entries" list, for example.
da: Hvis offset er sat til et tal, så vil den mængde af indlæg hoppes over når siden laves. Det kan f.eks. bruges til at lave en liste med "Tidligere indlæg".
fr: Si un nombre est entré comme décalage, le nombre d'entrées correspondant sera sauté à la génération de page. Vous pouvez utiliser ceci pour créer une liste 'Entrées précédentes' par exemple.
it: Se scostamento è impostato ad un numero, indica la quantità di articoli che verrà saltata nel generare la pagina. Può essere usato per generare una lista di 'Articoli precedenti', per esempio.
pl: Jeśli przesunięcie jest liczbą, to taka liczba wpisów zostanie pominięta podczas generowania strony. Możesz użyć tego np. do stworzenia listy poprzednich wpisów.

source: Publish these categories
da: Publicér disse kategorier
fr: Publier ces catégories
it: Pubblica queste categorie
pl: Publikuj następujące kategorie

source: RSS and Atom Configuration
da: RSS- og Atom-konfiguration
fr: Configuration RSS et Atom
it: Configurazione RSS
pl: Konfiguracja RSS i Atom
ru: Настройки каналов RSS и Atom

source: Generate Feeds
da: Generer strømme
fr: Génerer des flux
it: Genera RSS
pl: Generuj kanały
ru: Генерировать RSS

source: This determines whether or not pivot will automatically generate an RSS and an Atom feed for this weblog.
da: Afgør om Pivot automatisk laver en RSS- og Atom-strøm for denne blogg.
fr: Détermine si Pivot doit générer automatiquement des flux RSS et Atom pour ce weblog.
it: Determina se PivotX genererà automaticamente un file RSS per questo weblog.
pl: To ustawienie określa, czy PivotX będzie automatycznie generował kanały RSS oraz Atom dla tego bloga.

source: RSS URL
fr: URL du flux RSS
it: URL RSS
pl: Adres URL kanału RSS
ru: Ссылка RSS

source: If you use a service like FeedBurner, you can give the link to your FeedBurner feed here. The link will be used in the RSS badge and in the autodiscovery link on this weblog. Leave this blank to use PivotX's Feed, or specify a full URL.
da: Hvis du bruger en tjeneste som FeedBurner, kan du give linket til din FeedBurner her. Linket vil blive brugt i RSS badge og i autodiscovery-links på denne side. Lad det være tomt for at bruge PivotX's Feed, eller angiv en hel URL.
pl: Jeśli korzystasz z serwisu w rodzaju FeedBurnera, możesz podać link do swojego kanału w takim serwisie. Ten link będzie używany pod znaczkiem RSS i będzie automatycznie wykrywany na tym blogu. Pozostaw to pole puste, aby używać kanału PivotX, lub podaj pełny adres URL.

source: Atom URL
fr: URL du flux Atom
it: URL Atom
pl: Adres URL kanału Atom
ru: URL Atom канала

source: If you use a service like FeedBurner, you can give the link to your FeedBurner feed here. The link will be used in the Atom badge and in the autodiscovery link on this weblog. Leave this blank to use PivotX's Feed, or specify a full URL.
pl: Jeśli korzystasz z serwisu w rodzaju FeedBurnera, możesz podać link do swojego kanału w takim serwisie. Ten link będzie używany pod znaczkiem Atom i będzie automatycznie wykrywany na tym blogu. Pozostaw to pole puste, aby używać kanału PivotX, lub podaj pełny adres URL.

source: Create Full Feeds
da: Generer fuldstændige strømme
fr: Créer des flux complets
it: Genera Feeds completi
pl: Twórz pełne kanały

source: Determines whether PivotX creates full Atom and RSS feeds. If set to "no" PivotX will create feeds that just contains short descriptions, thereby making your feeds less useful.
da: Bestemmer om PivotX skal lave komplette Atom og RSS feeds. Hvis sat til "nej", vil PivotX lave feeds, som kun indeholder korte beskrivelser, hvilket gør dine feeds mindre brugbare.
fr: Détermine si Pivot crée des flux Atoms et RSS complets. Si vous sélectionnez 'Non', Pivot créera des flux qui contiennent seulement de courtes descriptions, rendant de ce fait vos flux moins utiles.
it: Determina se Pivot creerà feed Atom e RSS completi. Se impostato a 'no', Pivot creerà feed che contengono solo brevi descrizioni, rendendo d'altro canto i feed stessi meno utili.
pl: Określa, czy PivotX będzie tworzył pełne kanały RSS i Atom. Jeśli opcja ta ustawiona jest na 'nie', PivotX będzie tworzył kanały zawierające tylko krótki opis, co spowoduje, że będą mniej użyteczne.

source: Feed Link
da: Strøm link
fr: Lien du flux
pl: Link kanału
ru: Ссылка на RSS

source: The link to send with the Feed, to point to the main page. If you leave this blank, PivotX will send the weblog's index as link.
da: Det link, der sendes med et feed, til at pege på hovedsiden. Hvis det er tomt, sender PivotX et link til webloggens indeks-side.
fr: Le lien à envoyer avec le flux, qui pointera à la page principale.Si vous laissez ceci vide, Pivot enverra l'index des weblogs comme lien.
it: Link da spedire con il Feed, per indicare la pagina principale. Se lasciato vuoto, Pivot userà l'indice del weblog come link.
pl: Link wskazujący na główną stronę, który będzie przesyłany w kanale. Jeśli pozostawisz to pole puste, PivotX będzie przesyłał link do indeksu bloga.

source: Feed Image
da: Strømbillede
fr: Image du flux
it: Immagine per il feed
pl: Grafika kanału
ru: Картинка потока

source: You can specify an image to send with the Feed. Some feed readers will display this image along with your feed. Leave this blank, or specify a full URL.
da: Du kan opgive et billede som sendes sammen med strømmen. Nogle strømlæssere vil vise dette billede ved siden af strømmen. Opgiv fuldstændig URL eller ingenting.
fr: Vous pouvez spécifier une image à envoyer avec le flux. Plusieurs lecteurs de flux afficheront cette image. Laissez ce champ vide ou spécifiez une URL complète.
it: Puoi specificare un'immagine da spedire con il feed. Alcuni lettori di feed mostreranno l'immagine assieme al feed. Lascia vuoto, o specifica un URL assoluto.
pl: Możesz wybrać grafikę do wysłania wraz z kanałem. Niektóre czytniki kanałów wyświetlą go wraz z twoim kanałem. Pozostaw to pole puste lub podaj pełny adres URL.

source: Commenting Settings
da: Kommentarindstillinger
fr: Paramètres des commentaires
it: Impostazioni per i commenti
pl: Ustawienia komentowania
ru: Настройки комментариев

source: Send Mail?
da: Sende e-mail?
fr: Envoyer un email
it: Invia e-mail?
pl: Wysyłać e-mail?
ru: Отправить Email?

source: After a comment has been placed, mail can be sent to maintainers of this weblog.
da: Efter at en kommentar er blevet placeret, kan e-mail blive sendt til bloggeieren.
fr: Un email peut être envoyé à l'auteur du weblog après l'ajout d'un commentairepar un visiteur.
it: Dopo che viene inserito un commento , un'e-mail può essere spedita all'amministratore di questo weblog.
pl: Po zamieszczeniu komentarza zostanie wysłany e-mail do osób prowadzących ten blog.
ru: При каждом комментарии письмо с уведомлением может быть отправлено администратору Блога

source: Mail to
da: Send til
fr: Adresse email
it: Indirizzo e-mail
pl: Wysyłaj do

source: Specify the email address(es) to whom mail will be sent. Separate multiple addresses with a comma.
da: Opgiv e-mailadresse(r) til den som skal modtage melding. (Adskil adresserne med komma.)
fr: Spécifier l'adresse (les adresses) email(s) sur laquelle (lesquelles) l'email sera envoyé.Séparer les adresses multiples avec une virgule.
it: Specifica l'indirizzzo (o gli indirizzi) e-mail a cui spedire il messaggio. Separa gli indirizzi con la virgola.
pl: Podaj adres(y) e-mail, na które mają być wysyłane powiadomienia. Oddziel adresy przecinkiem.

source: Text to links
da: Tekst til genveje
it: Link cliccabili
pl: Zamieniaj tekst na linki
ru: Текст в ссылки

source: Define whether typed urls and email addresses will be made clickable.
da: Afgør om URL-er og e-mailadresse skal gøres klikbare.
fr: Détermine si les URL et adresses emails seront converties en liens cliquables.
it: Definisce se le URL e gli indirizzi di email inseriti debbano essere resi attivi.
pl: Określa, czy wpisane adresy URL i e-mail mają być aktywnymi linkami.

source: Wrap comments after
da: Ombryd linjene i kommentarer efter
fr: Retour à la ligne après
it: Commenti a capo
pl: Zawijaj komentarze po
ru: Обрезать комментарии после

source: To prevent long strings of characters from breaking your layout, text will be wrapped after the specified number of characters.
da: For at hindre at lange tekststrenge ødelægger sideopsætningen, vil teksten bli ombrudt efter det opgivne antal tegn.
fr: Pour empêcher les longues chaines de caractère de nuire à la mise en page,un retour à la ligne sera inséré automatiquement après le nombre de caractères spécifiés.
it: Per prevenire che lunghe sequenze di caratteri rovinino il layout, il testo verrà mandato a capo dopo il numero di caratteri specificato.
pl: Aby zapobiec zaburzaniu układu strony przez długie ciągi znaków, tekst będzie zawijany po podanej ilości znaków.
ru: Для удобства отображения, запись будет укорочена до указанного количества символов

source: Comments Popup?
da: Kommentarer Popup?
it: Pop-up Commenti?
pl: Komentarze w oknie wyskakującym?

source: Define whether the comments page (or 'single entry') will be shown in a popup window, or in the original browser window.
da: Bestemmer om kommentarsiden (eller 'enkelt indlæg') vises i et popup-vindue, eller i det originale browser-vindue.
fr: Détermine si la page de commentaires (ou 'entrée unique') sera affichée dans une fenêtre popup ou dans la fenêtre originelle du navigateur.
it: Definisci se le pagine dei commenti (o 'i singoli post') saranno mostrati in una finestra pop-up, o nella finestra originale del browser.
pl: Określa, czy strona komentarzy (lub 'pojedynczego wpisu') będzie wyświetlana w oknie wyskakującym, czy w aktualnie otwartym oknie przeglądarki.

source: Width of Popup
da: Bredde for Popup
fr: Largeur de la popup
it: Larghezza del Pop-up
pl: Szerokość okna wyskakującego
ru: Ширина всплывающего окна

source: Height of Width
da: Højde af bredde
it: Altezza della larghezza
pl: Wysokość okna wyskakującego

source: The width (in pixels) of the comments popup.
da: Bredden (i pixels) af kommentar-popup.
fr: Détermine la largeur et la hauteur (en pixels) de la fenêtre popup.
it: La larghezza (in pixel) del pop-up dei commenti.
pl: Szerokość (w pikselach) wyskakującego okna komentarzy.

source: Height of Popup
da: Højde for Popup
fr: Hauteur de la popup
it: Altezza del pop-up
pl: Wysokość okna wyskakującego
ru: Высота всплывающего окна

source: The height (in pixels) of the comments popup.
da: Højden (i pixels) af kommentar-popup.
fr: Détermine la largeur et la hauteur (en pixels) de la fenêtre popup.
it: L'altezza (in pixel) del pop-up dei commenti.
pl: Wysokość (w pikselach) wyskakującego okna komentarzy.

source: Allow Textile?
da: Tillad Textile?
fr: Autoriser Textile?
it: Permetti Textile?
pl: Zezwalanie na Textile?
ru: Использовать Textile

source: Allow Textile
da: Tillad Textile
it: Permetti Textile
pl: Zezwalaj na system znaczników Textile
ru: Разрешить Textile

source: If this is set to "Yes", visitors are allowed to use <a href="http://www.textism.com/tools/textile/" target="_blank">Textile</a> in their comments.
da: Hvis det er sat til "Ja", vil besøgende få lov til at bruge <a href="http://www.textism.com/tools/textile/" target="_blank">Textile</a> i deres kommentarer.
fr: Détermine si les visiteurs peuvent utiliser <a href="http://www.textism.com/tools/textile/" target="_blank">Textile</a> dans leurs commentaires.
it: Se settato su 'Si', i visitatori possono usare il <a href="http://www.textism.com/tools/textile/" target="_blank">Textile</a>nei loro commenti.
pl: Jeśli jest ustawione na "tak", goście mogą używać w komentarzach systemu znaczników <a href="http://www.textism.com/tools/textile/" target="_blank">Textile</a>.

source: Allow Emoticons?
da: Tillad smilies?
fr: Autoriser les Emoticones?
it: Permetti Emoticon?
pl: Zezwalanie na emotikony?
ru: Разрешить смайлы ?

source: Allow Emoticons
da: Tillad smilies
it: Permetti Emoticon
pl: Zezwalaj na emotikony
ru: Разрешить смайлы

source: If this is set to "Yes", visitors are allowed to use emoticons, which are displayed as graphics.
da: Hvis det er sat til "Ja", får de besøgende lov til at bruge smilies, der vises som billeder.
fr: Si 'Oui', les visiteurs sont autorisés à utiliser les émoticônes (images)
it: Se settato su 'Si', i visitatori possono usare gli emoticons, che sono mostrati in forma grafica.
pl: Jeśli jest ustawione na "tak", goście mogą używać emotikon, które będą wyświetlane jako grafiki.
ru: Если установить флаг в "Да", то посетителям будет доступно использование смайлов.

source: Site Name
da: Webstedets navn
fr: Nom du site
it: Nome del Sito
pl: Nazwa strony
ru: Название сайта

source: That's not a proper sitename!
da: Det er ikke et gyldigt sidenavn!
fr: L'adresse du site est incorrecte!
it: Nome del sito non valido
pl: To nie jest prawidłowa nazwa strony!
ru: Не верное название сайта!

source: Site description
da: Sidebeskrivelse
pl: Opis strony
ru: Описание сайта

source: A short description of the website. Maximum length is 400 characters.
da: En kort beskrivelse af websiden. Maksimum længde er 400 tegn.
pl: Krótki opis tej strony. Maksymalna długość to 400 znaków.
ru: Краткое описание сайта. Максимальная длина 400 символов.

source: Weblog
pl: Blog
ru: Блог

source: Page
da: Side
it: Pagina
pl: Strona
ru: Страница

source: Site Homepage
da: Webstedets startside
fr: Page d'accueil du site
it: Pagina iniziale del sito
pl: Wybór strony głównej
ru: Главная страница

source: Please select an option
da: Vælg en option
fr: - choisir une option -
it: - seleziona un'opzione -
pl: Wybierz opcję

source: This determines the page that is shown to visitors of the site, if they go to the front page.
da: Bestemmer hvilken side, der skal vises til brugerne, hvis de går til forsiden.
fr: Définit la page affichée si les visiteurs vont sur la page d'accueil.
it: Determina la pagina che viene mostrata ai visitatori del sito quando vanno nella pagina principale.
pl: Określa jaka strona będzie wyświetlana gościom strony jako główna.
ru: Определяет страницу, которую увидят пользователи попавшие на главную страницу сайта.

source: Site Favicon
da: Sidens Favicon
fr: Favicon du site
it: Favicon del sito
pl: Ikonka strony (favicon)
ru: Иконка сайта

source: This determines the favicon that is used on the website. Use an absolute path to the image's filename for best results.
da: Det bestemmer den favicon, der skal bruges på websiden. Brug en absolut sti til billedets filnavn for de bedste resultater.
fr: Définit la Favicon du site (icon du site qui s'affiche dans la barre d'adresse des navigateurs lors de la visite du site).Utiliser de préférence un chemin absolu vers l'image pour de meilleurs résultats.
it: Questo determina la favicon utilizzata sul sito. Usa un percorso assoluto al file immagini per un risultato migliore.
pl: Określa ikonkę strony jaka będzie wyświetlana w przeglądarce. Najlepiej podawaj ścieżkę bezwzględną do danego pliku grafiki.
ru: Определяет иконку, которая используется на сайте. Для достижения лучшего результата, используйте абсолютный путь к файлу.

source: Allow XML-RPC
da: Tillad XML-RPC
fr: Autoriser XML-RPC
it: Permetti XML-RPC
pl: Zezwalaj na XML-RPC
ru: Включить XML-RPC

source: Setting this to yes enables you to post to your blog from a desktop blog application (using the MetaWeblog API).
da: Hvis den er sat til ja, kan du skrive til din blog fra et desktop blog-program (vha. MetaWeblog API).
fr: Si 'Oui', vous permet de poster à partir d'une application de blog (qui utilise l'api MetaWeblog).
it: Impostare questo a si ti permette di postare sul blog da un'applicazione desktop, tramite la MetaWeblog API.
pl: Ustawienie na "tak" pozwoli ci wysyłać swoje wpisy z biurkowej aplikacji blogowej (poprzez MetaWeblog API).

source: Yes, like /archive/2005/04/28/title-of-entry
da: Ja, som /archive/2005/04/28/title-of-entry
fr: Oui, comme /archive/2005/04/28/title-of-entry
it: Si, come /archive/2005/04/28/title_of_entry
pl: tak, w stylu /archive/2005/04/28/tytul_wpisu
ru: Да, в виде /archive/2005/04/28/title-of-entry

source: Yes, like /archive/2005-04-28/title-of-entry
da: Ja, som /archive/2005-04-28/title-of-entry
fr: Oui, comme /archive/2005-04-28/title-of-entry
it: Si, come /archive/2005-04-28/title_of_entry
pl: tak, w stylu /archive/2005-04-28/tytul_wpisu
ru: Да, в виде /archive/2005-04-28/title-of-entry

source: Yes, like /entry/1234
da: Ja, som /indlæg/1234
fr: Oui, comme /entry/1234
it: Si, come /entry/1234
pl: tak, w stylu /entry/1234
ru: Да, в виде /entry/1234

source: Yes, like /entry/1234/title-of-entry
da: Ja, som /entry/1234/title-of-entry
fr: Oui, comme /entry/1234/title-of-entry
it: Si, come /entry/1234/title_of_entry
pl: tak, w stylu /entry/1234/tytul_wpisu
ru: Да, в виде /entry/1234/title-of-entry

source: Yes, like /2005/04/28/title-of-entry
da: Ja, som /2005/04/28/title-of-entry
fr: Oui, comme /archive/2005/04/28/title-of-entry
it: Si, come /archive/2005/04/28/title_of_entry
pl: tak, w stylu /2005/04/28/tytul_wpisu
ru: Да, в виде /2005/04/28/title-of-entry

source: Yes, like /2005-04-28/title-of-entry
da: Ja, som /2005-04-28/title-of-entry
fr: Oui, comme /archive/2005-04-28/title-of-entry
it: Si, come /archive/2005-04-28/title_of_entry
pl: tak, w stylu /2005-04-28/tytul_wpisu
ru: Да, в виде /2005-04-28/title-of-entry

source: Use Mod_rewrite
da: brug Mod_rewrite
fr: Utiliser Mod_rewrite
it: Usa mod_rewrite
pl: Używaj mod_rewrite
ru: Использовать Mod_rewrite

source: If you use Apache's Mod_rewrite option, PivotX will make URLs like www.example.org/archive/2008/05/30/nice-weather, instead of www.example.org/index.php?e=134. Not all servers support this, so please read the <a href="http://book.pivotx.net/page/1-14/">Using Apache's Mod_rewrite</a> section in the PivotX book about this.
da: Hvis der anvendes Apache's Mod_rewrite option, vil PivotX lave URLs som www.example.org/archive/2008/05/30/nice-weather, istedet for www.example.org/index.php?e=134. Ikke alle servere understøtter det, så se venligst afsnittet <a href="http://book.pivotx.net/page/1-14/">Using Apache's Mod_rewrite</a> i PivotX-bogen om det.
fr: Si vous utilisez l'option Filesmatch d'Apache, Pivot créera des URL comme www.mysite.com/archive/2003/05/30/nice-weather, au lieu de www.mysite.com/pivot/entry.php?id=134. Tous les serveurs ne le permettent pas, veuillez consulter la section correspondante du manuel.
it: Se usi l'opzione mod_rewrite di Apache, PivotX creerà URL come www.example.org/archive/2008/05/30/nice-weather, invece di www.example.org/index.php?e=134. Non tutti i server lo supportano, quindi leggi per favore la sezione <a href="http://book.pivotx.net/page/1-14/">Using Apache's Mod_rewrite</a> nel manuale di PivotX.
pl: Jeśli używasz modułu Apache mod_rewrite, PivotX będzie tworzyć adresy URL w stylu www.mojastrona.org/archive/2003/05/30/ladna_pogoda zamiast www.mojastrona.org/pivot/?e=134. Nie wszystkie serwery to obsługują, więc przeczytaj stronę podręcznika <a href="http://book.pivotx.net/page/1-14/">Using Apache's Mod_rewrite</a>, poświęconą temu zagadnieniu.

source: Site 'Not Found' page (404)
da: Sidens 'ikke fundet' side (404)
fr: Page 'Page Non trouvée' du site (404)
it: Pagina (404) 'Not Found'
pl: Błąd "strona nie znaleziona" (404)
ru: Страница 'Not Found' (404)

source: Default 404
da: Standard 404
fr: Page 404 par défaut
it: Pagina 404 predefinita
pl: domyślny błąd 404

source: This page is displayed when the visitor requests a page on the site that does not exist. Leave this blank to display PivotX's default 404 page.
da: Siden vises, når gæsten henter en side, som ikke findes. Lad den være tom for at vise PivotX's standard 404 side.
fr: Cette page est affichée quand un visiteur demande une page du site qui n'existe pas. Laisser vide pour afficher la page 404 par défaut de PivotX.
it: Questa pagina viene mostrata quando un visitatore richiede una pagina sul sito che non esiste. Lasciala bianca per mostrare la pagina 404 predefinita di PivotX.
pl: Ta strona jest wyświetlana kiedy gość żąda strony, która nie istnieje w tym serwisie. Jeśli pozostawisz to pole puste, PivotX wyświetli domyślną stronę błędu 404.
