Repository: pivotx/PivotX-translations
Catalog: translations/*.po
Languages: da, fr, it, pl, ru

source: %n visitors on this page
da: %n gæster på denne side
fr: %n visiteur sur cette page
it: %n visitatori di questa pagina
pl: %n gości na tej stronie
ru: %n посетителей этой страницы

source: Total visits
da: Samlede antal besøg
fr: Nombre total de visites
it: Visite totali
pl: Wszystkie wizyty
ru: Всего посетителей

source: Unique visitors
da: Unikke gæster
fr: Visiteurs uniques
it: Visitatori unici
pl: Unikalni goście
ru: Уникальных посетителей

source: This month
da: Denne måned
fr: Ce mois
it: Questo mese
pl: W tym miesiącu
ru: За месяц

source: This week
da: Denne uge
fr: Cette semaine
it: Questa settimana
pl: W tym tygodniu
ru: За неделю

source: Today
da: I dag
fr: Aujourd'hui
it: Oggi
pl: Dziś
ru: Сегодня

source: Keyword
da: Nøgleord
fr: Mot clé
it: Parole chiave
pl: Słowo kluczowe
ru: Ключевое слово

source: Frequency
da: Frekvens
fr: Fréquence
it: Frequenza
pl: Częstotliwość

source: Previous Month
da: Forrige måned
fr: Mois précédent
it: Mese precedente
pl: Poprzedni miesiąc
ru: Предедущий месяц

source: Next Month
da: Næste måned
fr: Mois suivant
it: Prossimo mese
pl: Następny miesiąc
ru: Следующий месяц

source: Start day of the week
da: Ugens første dag
fr: Premier jour de la semaine
it: Giorno d'inizio della settimana
pl: Początek tygodnia
ru: День начала недели

source: Error
da: Fejl
fr: Erreur
it: Errore
pl: Błąd
ru: Ошибка

source: Select the day of the week you wish the calendar to start on.
da: Vælg den dag i ugen, som kalenderen skal begynde med.
fr: Sélectionnez le jour de la semaine par lequel doit démarrer le calendrier
it: Scegli il giorno della settimana con cui inizia il tuo calendario.
pl: Wybierz dzień, od którego zaczyna się tydzień w kalendarzu.

source: Select
da: Vælg
fr: Sélectionner
it: Seleziona
pl: wybierz
ru: Выбрать

source: No items in Delicious Feed. Please check the settings in the PivotX backend.
da: Ingen emner i den valgte feed. Kontroller indstillinger i PivotX admin-området.
fr: Aucun élément dans le flux Delicious. Veuillez vérifier les paramètres de PivotX
it: Nessun elemento nel feed di Del.icio.us. Per favore controlla le impostazioni nel backend di PivotX.
pl: Brak elementów w kanale Delicious. Sprawdź ustawienia w panelu administracyjnym PivotX.

source: Image
da: billede
it: Immagine
pl: Grafika
ru: Изображение

source: Description
da: Beskrivelse
it: Descrizione
pl: Opis
ru: Описание

source: Upload an image
da: Opload en ny fil:
fr: Télécharger une image
it: Carica un'immagine
pl: Wyślij grafikę
ru: Загрузить изображение

source: Upload
fr: Télécharger
it: Carica
pl: Wyślij
ru: Загрузить

source: Gallery
da: Galleri
fr: Gallerie
it: Galleria
pl: Galeria
ru: Галерея

source: Edit Gallery
da: Editer galleri
fr: Modifier la gallerie
it: Modifica galleria
pl: Edycja galerii
ru: Редактировать Галерею

source: Add an image
da: Tilføj et billede
fr: Ajouter une image
it: Carica un'immagine
pl: Dodaj grafikę
ru: Добавит изображение

source: Add
da: Tilføj
fr: Ajouter
it: Aggiungi
pl: Dodaj
ru: Добавить

source: The Uploader does not work well from 'localhost'. Please use the server's (internal) IP-address instead.
da: Oploaderen virker ikke godt fra 'localhost'. Brug derfor serverens (interne) IP-adresse istedet.
fr: Le module de téléchargement ne fonctionne pas très bien avec 'localhost'. Veuillez plutôt utiliser l'adresse IP interne du serveur.
it: Il sistema di upload non funziona bene da 'localhost'. Per favore al suo posto usa l'indirizzo IP (interno) del server.
pl: Wysyłanie nie działa dobrze z adresu 'localhost'. Zamiast tego użyj (wewnętrznego) adresu IP serwera.

source: Upload a file
da: Opload en fil
fr: Télécharger un fichier
it: Carica un file
pl: Wyślij plik
ru: Загрузить файл

source: Error - input needs to be in the form of UA-xxxxxx-x
da: Fejl - input skal være i formen UA-xxxxxx-x
pl: Błąd - kod musi być w formacie UA-xxxxxx-x

source: Google account login
da: Google konto-login
pl: Login konta Google

source: Error - input needs to be text
da: Fejl - input skal være tekst
pl: Błąd - kod musi być tekstem

source: Google account password
da: Google-konto password
pl: Hasło konta Google
ru: Пароль от аккаунта Google

source: If you want to display a summary of the statistics on the Dashboard, fill in the specifics of a Google Account that has access to these statistics. After doing this, click %sthis link%s to test the login, and fetch the id, to fill in below.
da: Hvis du vil vise en oversigt over statestikker på din opslagstavle, indtast detaljer om en Google-konto, der har adgang til denne statestik. Når det er gjort, klik på %sthis link%s for at teste login og hente id'en, der skal indtastes herunder.
pl: Jeśli chcesz wyświetlać podsumowanie statystyk w panelu, wypełnij dane konta Google z którego masz dostęp do tych statystyk. Następnie kliknij %sten link%s aby sprawdzić logowanie i pobrać identyfikator, który należy wpisac poniżej.

source: Profile ID
da: Profil-ID
pl: Identyfikator profilu
ru: ID профиля

source: Error - input needs to be a number
da: Fejl - skal være et tal
pl: Błąd - identyfikator musi być liczbą

source: The (secret) Profile ID number, that will be used to display the reports. See above, on how to get this number.
da: Det (hemmelige) Profile-ID-nummer, som bruges til visning af rapporter. Se herover, hvordan man får dette nummer.
pl: (Niejawny) numer identyfikatora profilu, który będzie używany do wyświetlania raportów. Przeczytaj powyżej jak go zdobyć.

source: Advanced Configuration
da: Avanceret konfiguration
fr: Configuration avancée
it: Configurazione avanzata
pl: Konfiguracja zaawansowana
ru: Дополнительные настройки

source: Oops! I'm afraid I couldn't read the Google Calendar feed.
da: Ups! Beklager, jeg kunne ikke læse denne Google Kalender feed.
fr: Oups! Désolé, je n'ai pas pu lire le flux du calendrier Google.
it: Oops! Mi spiace ma non riesco a leggere il feed di Google Calendar.
pl: Oj! Niestety nie można przeczytać kanału kalendarza Google.

source: My Calendar
da: Min kalender
fr: Mon calendrier
it: Il mio Calendario
pl: Mój kalendarz
ru: Мой Календарь

source: That's not a proper ID!
da: Det er ikke en gyldig ID!
fr: Cet ID est invalide!
it: Identificativo (ID) non valido!
pl: To nie jest prawidłowe ID!

source: The ID of your <a href='http://www.google.com/calendar/'>Google Calendar</a>. This is your Gmail e-mail address or something like <tt>d8a49s3jgekpep0p1eiv7pueo4@group.calendar.google.com</tt>. You'll find the ID in the 'Calendar Address' box on the 'Calendar Details' tab when you have selected a specific calendar on the settings page.
da: ID for din <a href='http://www.google.com/calendar/'>Google kalender</a>. Det er din Gmail-adresse eller noget i stil med <tt>d8a49s3jgekpep0p1eiv7pueo4@group.calendar.google.com</tt>. Du finder ID'en i feltet 'Kalenderadresse' på fanen 'Kalenderdetaljer', når du har valgt en bestemt kalender på siden indstillinger.
it: L'ID del tuo <a href='http://www.google.com/calendar/'>Google Calendar</a>. Questo è il tuo indirizzo Gmail oppure qualcosa come <tt>d8a49s3jgekpep0p1eiv7pueo4@group.calendar.google.com</tt>. Puoi trovare l'ID nel campo 'Indirizzo calendario' alla pagina 'Dettagli calendario' dopo aver selezionato uno specifico calendario nelle impostazioni di Google Calendar.
pl: ID twojego <a href='http://www.google.com/calendar/'>kalendarza Google</a> to twój adres Gmail lub adres w rodzaju<tt>d8a49s3jgekpep0p1eiv7pueo4@group.calendar.google.com</tt>. Twoje IDznajdziesz w polu 'Calendar Address' w zakładce 'Calendar Details' kiedy wybierzesz dany kalendarz na stronie ustawień.

source: Maximum items
da: Maksimale emner
fr: Nombre maximum d'éléments
it: Massimo numero di elementi
pl: Maksymalna liczba elementów

source: That's not a proper value!
da: Det er ingen gyldig værdi
fr: Valeur incorrecte
it: Valore non valido!
pl: To nie jest prawidłowa wartość!

source: The maximum amount of items to show from your Calendar.
da: Det maksimale antel emner, der skal vises fra din kalender
fr: Le nombre maximum d'éléments du votre calendrier à afficher
it: Il massimo numero di elementi del Calendario da mostrare.
pl: Maksymalna liczba elementów pokazywanych w kalendarzu.

source: Only include future events
da: Medtag kun fremtidige begivenheder
fr: N'inclure que les évènements à venir
it: Includi solo eventi futuri
pl: Tylko przyszłe zdarzenia

source: No
da: Nej
fr: Non
pl: nie
ru: Нет

source: Yes
da: Ja
fr: Oui
it: Si
pl: tak
ru: Да

source: Sort items by
da: Sorter emner efter
fr: Trier par
it: Ordina elementi per
pl: Sortuj według

source: Start time
da: Start tid
fr: Heure de démarrage
it: Data di inizio
pl: czasu rozpoczęcia

source: Updated time
da: Opdateret tid
it: Ultimo aggiornamento
pl: zaktualizowanego czasu

source: Order items
da: Sorter emner
fr: Tri des éléments
it: Ordina elementi
pl: Kolejność

source: Ascending
da: Stigende
fr: Croissant
it: Crescente
pl: rosnąco

source: Descending
da: Faldende
fr: Décroissant
it: Decrescente
pl: malejąco

source: Widget Style
da: Widget-stil
it: Stile del Widget
pl: Styl widżetów

source: That's not a proper style!
da: Det er ikke en gyldig stil!
fr: Style incorrect!
it: Stile non valido!
pl: To nie jest prawidłowy styl!

source: Select the style to use for this widget.
da: Vælg den stil, der skal bruges til denne widget.
fr: Sélectionner le style à utiliser pour ce widget
it: Seleziona lo stile da usare per il widget.
pl: Wybierz styl dla tego widżeta.

source: Header format
fr: Format de l'entête
it: Formato dell'intestazione
pl: Format nagłówka

source: Error!
da: Fejl!
fr: Erreur!
it: Errore!
pl: Błąd!

source: Output format
fr: Format de sortie
it: Formato di uscita
pl: Format wyjściowy

source: Format for start date
da: Format for startdato
fr: Format de la date de début
it: Formato della data di inizio
pl: Format daty rozpoczęcia

source: Define the start date format using the standard PivotX <a href="http://book.pivotx.net/page/app-d">date formatting options</a>.
da: Definer startdatoformatet med standarden PivotX <a href="http://book.pivotx.net/page/app-d">dato formatteringsoptioner</a>.
it: Imposta il formato della data di inizio usando lo standard <a href="http://book.pivotx.net/page/app-d">date formatting options</a> di PivotX.
pl: Określ format daty rozpoczęcia za pomocą standardowych <a href="http://book.pivotx.net/page/app-d">opcji formatowania daty</a> w PivotX.

source: Format for end date
da: Format for slutdato
fr: Format de la date de fin
it: Formato della data di fine
pl: Format daty zakończenia

source: Define the end date format using the standard PivotX <a href="http://book.pivotx.net/page/app-d">date formatting options</a>.
da: Definer slutdatoformatet med standarden PivotX <a href="http://book.pivotx.net/page/app-d">dato formatteringsoptioner</a>.
it: Imposta il formato della data di fine usando lo standard <a href="http://book.pivotx.net/page/app-d">date formatting options</a> di PivotX.
pl: Określ format daty zakończenia za pomocą standardowych <a href="http://book.pivotx.net/page/app-d">opcji formatowania daty</a> w PivotX.

source: Footer format
fr: Format de pied de page
it: Formato del piè di pagina
pl: Format stopki

source: Use only as snippet
da: Brug kun som stump
it: Usa solo come snippet
pl: Użyj tylko jako wycinek

source: Yes, I don't want %s to appear among the widgets.
da: Ja, jeg vil ikke vise %s mellem widgets.
fr: Je ne veux pas voir %s apparaïtre parmi les widgets
it: Sì, non voglio che %s compaia fra i widget.
pl: Tak, nie chcę aby %s pojawiał się wśród widżetów.

source: Google Maps API key
da: Google Maps API nøgle
fr: Clé de l'API Google Maps
pl: Klucz API Google Maps

source: Default width of map
da: Standard bredde af kort
fr: Largeur par défaut de la carte
it: Larghezza predefinita della mappa
pl: Domyślna szerokość mapy

source: Default height of map
da: Standard højde af kort
fr: Hauteur par défaut de la carte
it: Altezza predefinita della mappa
pl: Domyślna wysokość mapy

source: Default zoom for map
da: Standard zoom for kort
fr: Niveau de zoom par défaut de la carte
it: Zoom predefinito per la mappa
pl: Domyślna skala mapy

source: Default latitude for map
da: Standard breddegrad for kort
fr: Latitude par défaut de la carte
it: Latitudine predefinita per la mappa
pl: Domyślna długość geograficzna

source: Default longitude for map
da: Standard længdegrad for kort
fr: Longitude par défaut de la carte
it: Longitudine predefinita per la mappa
pl: Domyślna szerokość geograficzna

source: Default map type
da: Standardkorttype
fr: Type de carte par défaut
it: Tipo predefinito della mappa
pl: Domyślny typ mapy
ru: Тип карты по умолчанию

source: Preserve viewport when inserting KML files
da: Bevar visning, når der indsættes KML-filer
pl: Zachowaj obszar przy wstawianiu plików KML

source: Red
da: Rød
fr: Rouge
it: Rosso
pl: Czerwony
ru: Красный

source: Blue
da: Blå
fr: Bleu
it: Blu
pl: Niebieski
ru: Голубой

source: Black
da: Sort
fr: Noir
it: Nero
pl: Czarny
ru: Черный

source: Grey
da: Grå
fr: Gris
it: Grigio
pl: Szary
ru: Серый

source: Select the color scheme to use for the widget.
da: Vælg det farveskema, der skal bruges til denne widget.
fr: Sélectionnez le schéma de couleur à utiliser avec ce widget
it: Seleziona lo schema di colore da usare per il widget.
pl: Wybierz schemat kolorystyczny dla tego widżeta.

source: Your last.fm login name
da: Dit last.fm login-navn
fr: Votre nom de connexion Last.fm
it: Il tuo nome utente di last.fm
pl: Twój login na last.fm
ru: Ваш Логин на last.fm

source: That's not a proper login name!
da: Det er ikke et gyldigt brugernavn
fr: Nom d'utilisateur incorrect
it: Il nome utente non è adeguato!
pl: To nie jest prawidłowy login!
ru: Неверное имя для входа

source: The name you use to log in at <a href='http://last.fm'>Last.fm</a>.
da: Det navn, du bruger til at logge ind på <a href='http://last.fm'>Last.fm</a>.
fr: Le nom que vous utilisez pour vous connecter à <a href='http://last.fm'>Last.fm</a>.
it: Il nome che usi per connetterti a <a href='http://last.fm'>Last.fm</a>.
pl: Nazwa której używasz do logowania na <a href='http://last.fm'>Last.fm</a>.

source: Playing "%nicefilename%".
da: Afspiller "%nicefilename%".
fr: Lecture de "%nicefilename%".
it: Riproducendo "%nicefilename%".
pl: Odtwarzanie "%nicefilename%".

source: Youtube video "%basename%".
fr: Vidéo Youtube "%basename%".
it: Video YouTube "%basename%".
pl: Film na YouTube: "%basename%".
ru: Youtube видео "%basename%".

source: Vimeo video "%basename%".
fr: Vidéo Vimeo "%basename%".
it: Video Vimeo "%basename%".
pl: Film na Vimeo: "%basename%".

source: Video "%nicefilename%"
fr: Vidéo "%nicefilename%"
pl: Film "%nicefilename%"

source: This page requires a password to view. Please give the password.
da: Denne side kræver et password. Indtast dette password.
fr: Un mot de passe est nécessaire pour voir cette page, merci de saisir le mot de passe
it: Questa pagina richiede una password per essere visualizzata. Prego inserire la password.
pl: Ta strona wymaga podania hasła. Proszę je wprowadzić.

source: You don't have access to this page
da: Du har ikke adgang til denne side
fr: Vous n'avez pas l'autorisation d'accéder à cette page
it: Non hai accesso a questa pagina.
pl: Nie masz dostępu do tej strony
ru: У вас нет доступа к этой странице

source: You didn't provide the correct password to access the requested entry. If you've made a typo, go back, and try again. <br /><br />If you don't know the password, you could ask the owner of the website to get access to the entry.
da: Du angav ikke det rigtige password, for at få adgang til indlægget. Hvis du har tastet forkert, gå tilbage og prøv igen. <br /><br />Hvis du ikke kender det rigtige password, kan du spørge ejeren af siden, om du må få adgang til den.
fr: Le mot de passe que vous avez saisi n'est pas valide.Si vous avez fait une faute de frappe, cliquez sur précédent et recommencez.Si vous n'avez pas de mot de passe, contactez le propriétaire du site afin de demander un accès.
it: Non hai inserito la password corretta per accedere alla pagina richiesta. Se hai sbagliato a scrivere, torna indietro e prova ancora.<br /><br />Se non conosci la password, puoi chiedere all'amministratore del sito come avere accesso alla pagina.
pl: Nie podałeś prawidłowego hasła do żądanego wpisu. Jeśli popełniłeś literówkę, wróć i spróbuj ponownie. <br /><br />Jeśli nie znasz hasła, poproś właściciela strony o dostęp do tego wpisu.

source: Enable password protection
da: Aktiver password-beskyttelse
fr: Activer la protection par mot de passe
it: Attiva protezione con password
pl: Włącz ochronę hasłem
ru: Включить защиту паролем

source: Default password
da: Standard password
fr: Mot de passe par défaut
it: Password predefinita
pl: Domyślne hasło
ru: Пароль "по умолчанию"

source: This is the password that's requested when no other password is given.
da: Dette er det password, der forlanges, når intet andet password er angivet.
fr: Il s'agit du mot de passe demandé si aucun autre mot de passe n'est défini.
it: Questa è la password che viene richiesta quando non ne viene inserita nessuna.
pl: To hasło jest oczekiwane gdy nie podano żadnego innego hasła.

source: Password question
da: Password spørgsmål
fr: Mot de passe?
it: Domanda recupero password
pl: Pytanie o hasło
ru: Секретный вопрос

source: This is the text that people see, when they're being asked for the password.
da: Dette er den tekst, som folk ser, når de bliver bedt om password.
fr: Texte affiché lorsque le mot de passe est demandé.
it: Questo è il testo che viene mostrato quando viene richiesta la password.
pl: To jest komunikat, jaki widzą ludzie gdy są pytani o hasło.

source: Access for logged in users
da: Adgang for brugere, der er logget ind
fr: Accès pour les utilisateurs connectés
it: Accesso per gli utenti registrati
pl: Dostęp dla zalogowanych użytkowników

source: Yes, don't require a password from a user that is logged in.
da: Ja, kræv ikke password fra brugere, der er logget på.
fr: Ne pas demander de mot de passe aux utilisteurs connectés.
it: Sì, non richiedere la password a gli utenti registrati.
pl: Tak, nie pytaj o hasło dla zalogowanych użytkowników.

source: 'No access' template
da: 'Ingen adgang' skabelon!
it: Modello per "divieto d'accesso"
pl: Szablon braku dostępu

source: When the user is not granted access, show this template.
da: Når brugeren ikke får adgang, vis denne skabelon.
it: Quando l'utente non può accedere, mostra questo modello.
pl: Jeśli użytkownik nie ma dostępu, wyświetl ten szablon.

source: 'No access' title
da: 'Ingen adgang'-titel
it: Titolo per "divieto d'accesso"
pl: Tytuł braku dostępu

source: When the user is not granted access, show this title.
da: Når brugeren ikke får adgang, vis denne titel.
it: Quando l'utente non può accedere, mostra questo titolo.
pl: Jeśli użytkownik nie ma dostępu, wyświetl ten tytuł.

source: 'No access' text
da: 'Ingen adgang' tekst
it: Testo per "divieto d'accesso"
pl: Komunikat braku dostępu

source: When the user is not granted access, show this text.
da: Når brugeren ikke får adgang, vis denne tekst.
it: Quando l'utente non può accedere, mostra questo testo.
pl: Jeśli użytkownik nie ma dostępu, wyświetl ten komunikat.

source: Users
da: Brugere
fr: Utilisateurs
it: Utenti
pl: Użytkownicy
ru: Пользователи

source: Password Protect
da: Password-beskyttet
fr: Protégé par mot de passe
it: Proteggi con Password
pl: Zabezpieczenie hasłem

source: Yes, protect this page with a password.
da: Ja, beskyt denne side med et password.
fr: Protéger cette page avec un mot de passe.
it: Sì, proteggi questa pagina con una password.
pl: Tak, chroń tę stronę za pomocą hasła.

source: Password
fr: Mot de passe
pl: Hasło
ru: Пароль

source: Specify the required password, or leave blank to use the default password.
da: Angiv det ønskede password, eller lad være tom, for at bruge standarden.
fr: Définissez le mot de passe à utiliser ou laissez vide pour utiliser le mot de passe par défaut.
it: Inserire la password richiesta o lasciare in bianco per usare quella predefinita.
pl: Podaj wymagane hasło lub pozostaw pole puste aby użyć domyślnego hasła.

source: Edit in Picnik
da: Editer i Picnik
pl: Edytuj w Picniku

source: Keep original
da: Behold original
fr: Conserver l'original
it: Mantieni l'originale
pl: Zachowaj oryginał

source: Yes, keep the original image after editing it in Picnik
da: Ja, behold det oprindelige billede, når det er editeret i Picnik
fr: Oui, conserver l'image originale après l'avoir modifiée dans Picnik
it: Sì, mantieni l'immagine originale dopo la modifica in Picnik
pl: Tak, zachowaj oryginalną grafikę po edycji w Picniku

source: Hide buttons
da: Skjul knapper
fr: Cacher les boutons
it: Nascondi i pulsanti
pl: Ukryj przyciski

source: Yes, replace the original 'edit' button for images
da: Ja, udskift den originale 'edit' knap til billeder
fr: Oui, remplacer le bouton 'modifier' original pour les images
it: Sì, sostituisci il pulsante 'Modifica' originale per le immagini
pl: Tak, zamień oryginalny przycisk 'edycja' dla grafik

source: Picnik API key
da: Picnik API nøgle
fr: Clé de l'API Picnik
it: 'API key' di Picnik
pl: Klucz API Picnika

source: That's not a proper API key!
da: Det er ingen gyldig API-nøgle!
fr: Clé d'API non valide !
it: API key non valida!
pl: To nie jest prawidłowy klucz API!

source: If you have your own picnik API key, you may enter it here. <br /> Leave this blank if you're not sure.
da: Hvis du har din egen picnik API nøgle, kan du indtaste den her. <br /> Lad det være tomt, hvis du ikke er sikker.
fr: Si vous possédez votre propre clé pour l'API, saisissez la ici.<br /> Laissez vide si vous n'êtes pas certain.
it: Se possiedi la tua 'API key' di Picnik, inseriscila qui.<br />Lascia il campo vuoto se non sei sicuro.
pl: Jeśli masz własny klucz API Picnika, możesz go wprowadzić tutaj. <br /> Jeśli nie jesteś pewien, pozostaw to pole puste.

source: Note
da: Bemærk
fr: Remarque
it: Nota
pl: Uwaga

source: It seems you're running PivotX from a local network. The Picnik extension<br /> needs to be able to fetch the images over the internet, so it might not work on<br /> your current setup.
da: Det ser ud som om, du kører PivotX fra et lokalt netværk. Picnik-udvidelsen<br /> skal kunne hente billederne over Internet, så måske virker det ikke på<br /> dit aktuelle setup.
fr: PivotX fonctionne apparemment depuis un réseau local. L'extension Picnik <br />a besoin de pouvoir parcourir les images sur internet,<br />cela ne fonctionnera peut-être pas avec votre configuration actuelle.
it: Sembra che PivotX sia utilizzato su una rete locale. L'estensione Picnik<br /> deve poter trasmettere le immagini su internet, quindi potrebbe non funzionare<br /> con la configurazione attuale.
pl: Zdaje się, że używasz PivotX z sieci lokalnej. Rozszerzenie Picnik <br /> musi mieć możliwość pobierania grafik z Internetu, więc może to <br /> nie zadziałać w twojej bieżącej konfiguracji.

source: Piwik URL
fr: URL Piwik
pl: URL strony Piwika

source: Either the global or local URL to where you have installed Piwik.
da: Enten den globale eller lokale URL til det sted, hvor Piwik er installeret.
it: L'URL locale o globale in cui hai installato Piwik.
pl: Globalny lub lokalny adres URL wskazujący na zainstalowanego Piwika.

source: Piwik Website ID
da: Piwik webside-ID
it: ID del sito Piwik
pl: ID strony Piwika

source: The id for the website as found in the Piwik website overview.
da: ID for websiden, som fundet i Piwik webside-oversigten.
it: L'ID del sito che si trova nella pagina di riepilogo di Piwik.
pl: Identyfikator strony widoczny na liście stron Piwika.

source: Ignore IP
da: Ignorer IP
it: Ignora IP
pl: Ignoruj IP
ru: Блокированные IP
